[{"url": "http://yourstory.com/2015/12/moving-opinions-evidence/", "text": "\n                                    Repetitive work is normally boring. But, it comes with other benefits. With a little attention, one can infer patterns. And patterns are useful as one can figure out commonalities. Spending time with young entrepreneurs and listening to their ideas, especially in their very early stages, is always exciting. It also allows you to gather patterns. […]                                ", "title": "\n                                    Moving from opinions to evidence: the first 100 days of a startup                                "},
{"url": "http://yourstory.com/2015/12/b2bsphere/", "text": "\n                                    B2BSphere was started by childhood friends Babu Jayaram (35) and Sudhi Seshachala (35) and the Beta version of their platform went live in September 2015. The founders describe it as an effort to provide an ecosystem for businesses to connect, initiate and close transactions through a suite of tools and integration points. Currently, some of […]                                ", "title": "\n                                    With 10,000 sellers on board in four months, B2BSphere looks to become a leading online B2B marketplace                                "},
{"url": "http://yourstory.com/2015/12/indian-startups-raise-9billion-2015/", "text": "\n                                    2015 was year of a risk capital bonanza for Indian startups. Between January and December 2015, risk capital worth $9 billion was invested in Indian startups across 1,005 plus deals where deal value was announced, according to YourStory data. To put this in perspective: between 2010 and 2015, Indian startups raised $18 billion. In 2014, […]                                ", "title": "\n                                    Investors pump $9 billion into Indian startups in 2015 – that’s 50% of the past 5 years’ total deal value                                "},
{"url": "http://yourstory.com/2015/12/sebi-crowd-funding-norms/", "text": "\n                                    Capital markets regulator Sebi will put in place norms to help entrepreneurs raise funds through crowd-funding in a few months, Sebi chairman UK Sinha said. “We have still not been able to finalise it because there were a lot of divergent views,” Sinha told reporters. “We hope to finalise it in a couple of months.” […]                                ", "title": "\n                                    SEBI to finalise crowdfunding norms soon                                "},
{"url": "http://yourstory.com/2015/12/petroleumsoft-startup/", "text": "\n                                    In a bid to strengthen the startup culture in India, a Norway-based oil and petroleum firm is expanding its operations in the country to provide long-term financial, skill and emotional support to new Indian IT businesses. Petroleumsoft AS is providing long-term financial, skill and emotional support to IT startups in India. A club-based membership, mentorship […]                                ", "title": "\n                                    Norway’s Petroleumsoft to support Indian startups                                "},
{"url": "http://yourstory.com/2015/12/me-toos-and-tamasha-2015/", "text": "\n                                    Funding, the fear of losing out and fat pay checks, firing and hiring dramas, unrest and fights with competition and local delivery boys, shutting down of operations and open letters. 2015, has been a year of drama and excitement for the Indian startup ecosystem. So as we enter the New Year, we at YourStory decided […]                                ", "title": "\n                                    2015: Year of excesses – Funding, Discounting, Fear of Losing Out, ‘Me-toos and all the tamasha                                "},
{"url": "http://yourstory.com/2015/12/sebi-mutual-funds-e-commerce/", "text": "\n                                    Sebi chairman U K Sinha toSebi chairman U K Sinha said sale of mutual funds on e-commerce platforms could become effective in a month, a move which will help deepen the respective market.day said sale of mutual funds on e-commerce platforms could become effective in a month, a move which will help deepen the respective […]                                ", "title": "\n                                    Sebi may allow mutual funds sale on e-commerce sites in a month                                "},
{"url": "http://yourstory.com/2015/12/2015-roundup-international-media-india-startups/", "text": "\n                                    Comparisons with Silicon Valley business models, the growing China connection, the rise of Indian startup hubs, and trends in ecosystem evolution were some key angles with which international media covered India’s startup scene this year (see 2014 roundup here). In this 2015 roundup, we continue our annual deep dive into how India’s entrepreneur ecosystem was featured […]                                ", "title": "\n                                    2015 roundup: how international media covered India’s startups                                "},
{"url": "http://yourstory.com/2015/12/paper-planes/", "text": "\n                                    Nupur Joshi Thanks’s father worked in the public sector for most of his life and then in the private sector before starting his own business at the age of 59. Nupur says of the man who is her biggest inspiration, His advice to me was that I should not wait as long as he did […]                                ", "title": "\n                                    Becoming an entrepreneur is easy. Staying one is not: Nupur Joshi Thanks, founder, Paper Planes                                "},
{"url": "http://yourstory.com/2015/12/farce-awakens/", "text": "\n                                    ‘Long ago, in a galaxy far away…’ These immortal lines give most Star Wars fans goosebumps. They might also represent the time and distance many would like to place between themselves and their misadventures at their startup office. For, what white-collar workers endure there during the course of a mere calendar year is no less […]                                ", "title": "\n                                    When the farce awakens at the office                                "},
{"url": "http://yourstory.com/2015/12/amazon-flipkart-snapdeal-paytm-app-performance-2015/", "text": "\n                                    Following up on my last year’s post on Mobile Commerce, I decided to focus only on Big 4 this time primarily due to lack of time. Here is what I published in Dec 2014: The numbers shown below are based on my formula based on publicly available data. Plus I have used all the free […]                                ", "title": "\n                                    Amazon, Flipkart, Snapdeal, Paytm — Big 4’s App Performance in 2015                                "},
{"url": "http://yourstory.com/2015/12/marketing-strategies/", "text": "\n                                    Smart online retailers have a lot on their minds these days, whether it is how to personalise the shopping experience for each user, how to improve the search functionality on their site to make it faster and more precise, or how to optimise the structure of their website. Forgetting few things is easy. But, if […]                                ", "title": "\n                                    Four marketing strategies most Indian online retailers are missing out on                                "},
{"url": "http://yourstory.com/2015/12/kochi-startup-village/", "text": "\n                                    After the successful first phase of operations, Startup Village in Kochi is aiming to align itself with the Centre’s ‘Startup India’ programme in the second round during which it will scale up activity pan-India. The ‘Startup India’ programme, to be launched on January 16th, is Prime Minister Narendra Modi’s ambitious project to strengthen entrepreneurship. “In […]                                ", "title": "\n                                    Kochi’s Startup Village is all set to launch phase two                                "},
{"url": "http://yourstory.com/2015/12/healthcare-startup-india-2015/", "text": "\n                                    The healthtech space has grown steadily in the past 12 months, not just in terms of funding but also in the number of deals. Even in terms of percentage share, investor interest in healthcare in the world’s second-most populous country has never been so high. Market experts attribute this increasing interest to a host of […]                                ", "title": "\n                                    With $277M in funding and 57 deals in 2015, here’s what to expect from healthcare in 2016                                "},
{"url": "http://yourstory.com/2015/12/tech-30-true-semantic/", "text": "\n                                    They say a business is only as strong as its closest customer relationships. With consumers increasingly taking to social media to vent their anger against brands, companies need to be always on the alert. This is where Kalyan Manyam, founder and CEO of TrueSemantic, a YourStory’s Tech30 2015 startup, saw an opportunity to build a […]                                ", "title": "\n                                    Customer is king, and SaaS-based TrueSemantic helps companies get his approval                                "},
{"url": "http://yourstory.com/2015/12/mindtree-commandments/", "text": "\n                                    It was 1998, a year India wasn’t even privy to the word ‘entrepreneurship’. That’s when a bunch of friends drove to Vishakhapatnam to brainstorm on building a business. And this number wasn’t an odd one or two but rather 10, who later became the founders of the business. Today, that business – Mindtree – has […]                                ", "title": "\n                                    Mindtree’s commandments for entrepreneurial success                                "},
{"url": "http://yourstory.com/2015/12/grofer-growth-story/", "text": "\n                                    Sometimes startups surprise you with the pace at which they grow, and it reflects once you enter their vicinity. At the beginning of this year when YourStory visited on-demand grocery and veggie startup Grofers, it was sharing workspace with another startup. However, the Gurgaon-based startup grew at a scorching rate and this could be sensed […]                                ", "title": "\n                                    From a shared workspace to raising $120 million recently, Grofers’ growth story in 2015                                "},
{"url": "http://yourstory.com/2015/12/onetimejobs/", "text": "\n                                    Do you know that India has the second fastest growing services sector? Not only that, it also had the compound annual growth rate at nine per cent, just below China’s 10.9 per cent, between 2001 and 2012, according to the Economic Survey for 2013-14.  As per the survey, in India, the growth of services-sector GDP […]                                ", "title": "\n                                    This ex-army-officer-turned-entrepreneur throws down the gauntlet in personalised services segment                                "},
{"url": "http://yourstory.com/2015/12/top-five-author-interviews-2015/", "text": "\n                                    YourStory has reviewed over 100 books on entrepreneurship, innovation and startups. Each year, we also publish our list of top books; see our pick of Top Ten books of 2015 for entrepreneurs. YourStory has interviewed dozens of authors of books about startups and innovation; here is our pick of top five author interviews of 2015, […]                                ", "title": "\n                                    The top five author interviews of 2015 for entrepreneurs                                "},
{"url": "http://yourstory.com/2015/12/bigchemist/", "text": "\n                                    A science graduate from Delhi University and an MBA from IFIM Business School, Puneet Kapoor (41) has executed over 150 ERP and BI projects of varied size and complexity, across team roles, in his 17 years of professional journey. In May 2013, Puneet and his colleagues, Arvind Yadav and Anil Asnani, decided to start BigChemist.com. […]                                ", "title": "\n                                    Delhi based online pharmacy BigChemist vows to become a Rs 15 crore entity in 2016                                "},
{"url": "http://yourstory.com/2015/12/coutloot/", "text": "\n                                    “I can’t wear that to work.” ”What do I do with all these clothes? Argh!” “Maybe some other time.” Chances are you’ve had these thoughts when you last looked at your wardrobe. Well, you’re not alone; a lot of us have clothes that were previously loved, but haven’t been used in ages. However, it would […]                                ", "title": "\n                                    Coutloot’s pre-loved fashion platform is second to none                                "},
{"url": "http://yourstory.com/2015/12/sketchbubble/", "text": "\n                                    The first thing you need when trying to impress customers or investors is a good presentation. And while content is key, it’s equally important that the design be impressive. Hiring a professional designer can be an expensive proposition as they charge anything from Rs 10,000 to Rs 1 lakh a deck. So, it’s often left […]                                ", "title": "\n                                    SketchBubble makes the art of designing presentations easy                                "},
{"url": "http://yourstory.com/2015/12/tips-hiring-leadership/", "text": "\n                                    With your eye on the next year, it is important that you have good leadership in place right from January 1. This means that if you haven’t yet started planning your leadership team for the next year, you are behind by at least six months. A leader will help you grow, overcome challenges or meet […]                                ", "title": "\n                                    Tips for hiring leadership in 2016                                "},
{"url": "http://yourstory.com/2015/12/favourite-indian-techie-tuesdays-2015/", "text": "\n                                    Last week, we asked you to vote for your favourite techies. The voting process is over and the response has been amazing. We had profiled techies from various fields and demographics who went on to achieve different things in life. It was very difficult for us to choose one techie from the list of over […]                                ", "title": "\n                                    [Techie Tuesdays] Your favourite Indian techies of 2015, voted by you                                "},
{"url": "http://yourstory.com/2015/12/startup-india-stand-up-india-survey/", "text": "\n                                    The Government of India is due to unveil the full Action Plan of the much-awaited Start Up India, Stand Up India campaign on 16 January 2016. According to Prime Minister Narendra Modi, “A structure will be presented before you. This programme will be connected to the country’s IITs, IIMs, central universities and NITs. Wherever there […]                                ", "title": "\n                                    Entrepreneurs! Here’s your chance to tell the Government of India what should be included in Start-up India, Stand-up India                                "},
{"url": "http://yourstory.com/2015/12/microsoft-telangana-startups/", "text": "\n                                    Microsoft CEO Satya Nadella said his company is interested in working with the Telangana government through Microsoft Ventures Accelerators to give a push to the startup ecosystem. He further said the company is interested in the field of last mile technological connectivity to rural areas of India along with local entrepreneurs. Addressing a gathering at […]                                ", "title": "\n                                    Microsoft to work with Telangana to nurture startup ecosystem                                "},
{"url": "http://yourstory.com/2015/12/satya-nadella-entrepreneurs/", "text": "\n                                    Microsoft is interested in working with entrepreneurs on building last mile technological connectivity with India’s rural areas, CEO Satya Nadella said on Monday. Addressing a gathering at T-Hub, a technological incubator promoted by the Telangana government, Nadella advised the start-up community to learn from the failures. “Whatever technology you use, like white space technology, it […]                                ", "title": "\n                                    Satya Nadella wants to work with entrepreneurs to connect rural India                                "},
{"url": "http://yourstory.com/2015/12/remote-team-management/", "text": "\n                                    Team management is not a skill that comes naturally to most people. It has to be learned, and there are usually plenty of mistakes made along the way. In my case, I fumbled around for about 10 years, lost a bunch of money, and eventually founded Hubstaff to automate the proven processes that I had […]                                ", "title": "\n                                    What I’ve learned from 10 years of remote team management                                "},
{"url": "http://yourstory.com/2015/12/indian-startup-story-2015/", "text": "\n                                    Startups were on a rollercoaster ride this year –the highs arguably beat the lows. Headline makers this year included everyone from bootstrapped startups to investments from giants like Alibaba and Infosys. Yet, at the threshold of 2016, startups are looking at the future with some amount of scepticism. The ups and downs of the game […]                                ", "title": "\n                                    The great Indian startup story in 2015                                "},
{"url": "http://yourstory.com/2015/12/spuul/", "text": "\n                                    With brands like Netflix providing streaming of popular English shows and movies for hours of binge-watching, video and DVD parlours are already fading from people’s memory abroad. In India, too, movies are being aired on television mere few weeks after release, rendering scratched-up CDs and rewind buttons redundant. However, friends Subin Subaiah, S. Mohan and […]                                ", "title": "\n                                    Spuul, a Netflix-like platform aims to make Indian content easily accessible for all                                "},
{"url": "http://yourstory.com/2015/12/leaf-innovation-safety-women-technology/", "text": "\n                                    We live in a world where safety is a growing concern. This is what motivated Avinash Bansal, Ayush Banka, Chiraag Kapil, Manik Mehta, and Paras Batra, all engineers, to use their skills to develop a technology-equipped device that would make the world safer. That device was named a World Champion at Gitex Technology Week in […]                                ", "title": "\n                                    How these engineers ensure safety for women through technology                                "},
{"url": "http://yourstory.com/2015/12/inmobis-2015-nutshell/", "text": "\n                                    A ‘Made in India’ journey of a ‘Proud to be Indian’ brand, the InMobi story is one of ambition, innovation, and perseverance. It was ambition that took the advertising technology giant to San Francisco for the launch of its flagship product, discovery platform Miip in early August this year, taking on bigger players like Google […]                                ", "title": "\n                                    Ambition, Innovation, Perseverance – InMobi’s 2015 in a nutshell                                "},
{"url": "http://yourstory.com/2015/12/ola-carpool-delhi-ncr/", "text": "\n                                    With the odd-even trial in Delhi only three days away, Ola has today announced the launch of a new feature – ‘CarPool’. This feature will allow citizens in Delhi to pool rides using their private cars through the Ola app. With CarPool, users in Delhi will be able to take advantage of Ola’s route matching […]                                ", "title": "\n                                    Ola’s new feature to allow private car owners in Delhi-NCR to ‘CarPool’                                "},
{"url": "http://yourstory.com/2015/12/vehicle-aggregators-india-2015-report/", "text": "\n                                      The year 2015 did not start well for the taxi/autorickshaw aggregators in India. The December 2014 rape of a Delhi woman by a radio cab driver highlighted the potential dangers associated with hiring these cabs. With protests erupting all over the country, it was reminiscent of the aftermath of the Nirbhaya case of December […]                                ", "title": "\n                                    Report Card 2015: Did vehicle aggregators make the grade?                                "},
{"url": "http://yourstory.com/2015/12/tips-jack-sparrow/", "text": "\n                                    Starting up is exciting! It’s a great adventure to wield your imagination and skills to create something new; almost always with limited resources and racing against time. One almost feels like the quirky Captain Jack Sparrow, navigating his beloved Black Pearl through the turbulent waters to the safety of the shores. So, here are some […]                                ", "title": "\n                                    Five startup tips from Captain Jack Sparrow                                "},
{"url": "http://yourstory.com/2015/12/content-marketing-tips/", "text": "\n                                    Another year of learnings comes to an end. I am sure, like my social feeds, yours too must have been full of shared content rather than general status updates. Based on what I have observed, I am making a few educated guesses on the content marketing trends we can expect in 2016. These views are […]                                ", "title": "\n                                    Three key content marketing tips for 2016                                "},
{"url": "http://yourstory.com/2015/12/sourceeasy-2016/", "text": "\n                                    Warning: This post is a longish sanctimonious end-of-year analysis of my performance, that may contain passive-aggressive commentary. The common theme in my life has been ‘survival mode.’ Survival for the basic needs of life; survival against failure; survival of our business, our startup, our family, our life. Year 2013 was about not letting go, and completely […]                                ", "title": "\n                                    So, what’s next? An entrepreneur’s journey to get his company and team ready for 2016 and beyond                                "},
{"url": "http://yourstory.com/2015/12/smart-content-center-south-korea/", "text": "\n                                    South Korean President Park Geun-hye has made the country’s focus on next-generation innovation and technology quite clear with her announcement of the ‘creative economy’ agenda. The country’s first woman president is leaving no stone unturned to bring the glory of startups to South Korea. The Ministry of Science, ICT and Future Planning has unleashed massive […]                                ", "title": "\n                                    South Korea is making its mark in global startup ecosystem, one strategy at a time                                "},
{"url": "http://yourstory.com/2015/12/bumper-funding/", "text": "\n                                    Bengaluru-based Bumper, one-stop solution provider for car care and support, secured $500,000 seed funding, in a round led by SAIF partners. The platform plans to use the fund in building a knowledge house of technology experts in solving all car-related problems. As part of its plan, the fund will also foster the startup’s commitment to […]                                ", "title": "\n                                    Bengaluru-based car care provider Bumper secures $500,000 seed funding                                "},
{"url": "http://yourstory.com/2015/12/planet-gogo/", "text": "\n                                    While working at LINE in managerial capacities, Daman Soni and Rajat Gupta dealt with a host of mobile-driven business models. During their frequent travels to Korea and Japan for the company, whose app allows users to make calls and send messages for free, they discovered that people were using lock screens to discover content. This […]                                ", "title": "\n                                    Gurgaon-based lock screen app Planet GoGo brings personalised content and news for Android users                                "},
{"url": "http://yourstory.com/2015/12/december-funding-roundup/", "text": "\n                                      The Christmas week proved a busy one for Indian startups, with Santa clearly favouring early-stage ventures. In the last week of December, startups raised $95.8 million from VCs and Angels, up from $64.3 million in the preceding week.  Overall funding in December stood at $371.6 million. Cloudnine raised the single-largest round of funding this […]                                ", "title": "\n                                    Early-stage deals booming in India, pre-series A deals dominate Dec funding                                "},
{"url": "http://yourstory.com/2015/12/chennai-floods-msme/", "text": "\n                                    Of the estimated Rs 15,000 crore losses due to the recent devastating floods in Chennai, coastal Tamil Nadu and the neighbouring Puducherry, MSMEs bore the maximum brunt of about Rs 1,700 crore, says a report. On a most conservative side, MSME sector has lost nearly Rs 1,700 crore to the calamity in just two peak […]                                ", "title": "\n                                    MSMEs lose Rs 1,700 cr in Chennai floods                                "},
{"url": "http://yourstory.com/2015/12/startup-india-plan/", "text": "\n                                    Seeking to boost entrepreneurship at the grassroots level, Prime Minister Narendra Modi has said the Action Plan of the ‘Start-up India, Stand-up India’ will be unveiled on January 16 and urged the states to help spread this campaign across the country’s nook and corner. Modi, who had made the announcement about the campaign in his […]                                ", "title": "\n                                    Action Plan on ‘Startup India’ to be unveiled on Jan 16                                "},
{"url": "http://yourstory.com/2015/12/maggi-noodles-growth/", "text": "\n                                    In the aftermath of the Maggi crisis, Nestle India is aggressively trying to increase the consumption of its flagship instant noodles brand eyeing double digit growth, a top company executive said. It is also sharpening focus on digital media and pushing other products so that all categories contribute almost equally to the company’s overall revenue. […]                                ", "title": "\n                                    With support from e-commerce, Nestlé eyes double digit growth                                "},
{"url": "http://yourstory.com/2015/12/artificial-intelligence-software/", "text": "\n                                    I have always shied away from terming SnapShopr as only an image recognition company. We are and will be an artificial intelligence (AI) company with strong foundation in research. When we first started Snapshopr, we knew that we had the necessary  knowledge and expertise to build world-class technology that truly impacts people’s lives and this […]                                ", "title": "\n                                    Breakthrough new AI software can interpret and caption photos for humans and machines                                "},
{"url": "http://yourstory.com/2015/12/amit-jain-cardekho/", "text": "\n                                    While raising capital and diluting equity are hailed as the cool and logical way to build business for new-age startups, brothers Amit and Anurag Jain of CarDekho prefer to dilute less and are still on the way to building a scalable business. “Once, a veteran entrepreneur told me that 80 per cent of new-stage startups […]                                ", "title": "\n                                    Making sustainable automobile classifieds product from Jaipur: CarDekho’s story                                "},
{"url": "http://yourstory.com/2015/12/buildzar/", "text": "\n                                    Building and owning a home is something almost everyone aspires for. However, the actual process of constructing a house can be quite tedious. Deciding on and buying the different construction materials required, not to mention figuring out where to buy them, and understanding quality differences, etc. is a harrowing task. It was this very situation […]                                ", "title": "\n                                    With Rs 5 crore GSV in 4 months, Buildzar is a one-stop-shop for home construction solutions online                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-aurassure/", "text": "\n                                    This article is sponsored by Intel. Proving a broader support to the Digital India initiative, Intel has launched multiple initiatives like the Intel India Maker lab that provides infrastructure to budding entrepreneurs and platforms; the International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation and technology-enabled transformation in youth and the […]                                ", "title": "\n                                    Aurrasure monitors air quality in real-time to tackle pollution woes                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-indian-tts/", "text": "\n                                    This article is sponsored by Intel. Intel has launched multiple initiatives to support the government’s Digital India initiative, which includes – the Intel India Maker lab that provides infrastructure to budding entrepreneurs and platforms; International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation and technology-enabled transformation in youth and the Innovate […]                                ", "title": "\n                                    This text-to-speech engine enables a machine to ‘speak for itself’                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-asha-plus/", "text": "\n                                    This article is sponsored by Intel. Intel has launched multiple initiatives to support the government’s Digital India initiative, such as the Intel India Maker lab that provides infrastructure to budding entrepreneurs and platforms; International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation and technology-enabled transformation in youth and the Digital India […]                                ", "title": "\n                                    This nifty device can monitor your vital signs and save your life                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-tjay/", "text": "\n                                    This article is sponsored by Intel. Proving a broader support to the government’s Digital India initiative, Intel has launched multiple initiatives like the Intel India Maker Lab that provides infrastructure to budding entrepreneurs and platforms such as the International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation & technology-enabled transformation in […]                                ", "title": "\n                                    TJay can predict an epileptic seizure, send alerts and save lives                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-jayalaxmi-agrotech/", "text": "\n                                    This article is sponsored by Intel. Proving a broader support to the government’s Digital India initiative, Intel has launched multiple initiatives like the Intel India Maker lab that provides infrastructure to budding entrepreneurs and platforms; International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation and technology-enabled transformation in youth and the […]                                ", "title": "\n                                    Agrotech app from a Ballari-based company helps farmers minimize crop loss and improve yields                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic/", "text": "\n                                    This article is sponsored by Intel. The growth in internet penetration in rural areas has the potential to bring a change in the way Indians learn, work, and use the Internet in their daily life. A report by The Boston Consulting Group (BCG) and the Internet and Mobile Association of India (IAMAI), titled India@Digital.Bharat, says […]                                ", "title": "\n                                    Intel’s Ek Kadam Unnati Ki Aur to empower non-urban citizens through technology                                "},
{"url": "http://yourstory.com/2015/12/quotes-indian-startup-journey/", "text": "\n                                    From disruption to discipline, witness the memorable journey of Indian entrepreneurship in these excerpts and stories! StoryBites is a weekly feature from YourStory, featuring notable quotable quotes in our articles of this past week (see the previous post here). Share these 25 gems and insights from the week of December 20 – 26 with your […]                                ", "title": "\n                                    ‘If one is not making mistakes, then one is not learning’ – 25 quotes from Indian startup journeys                                "},
{"url": "http://yourstory.com/2015/12/top-five-author-interviews-2015/", "text": "\n                                    YourStory has reviewed over 100 books on entrepreneurship, innovation and startups. Each year, we also publish our list of top books; see our pick of Top Ten books of 2015 for entrepreneurs. YourStory has interviewed dozens of authors of books about startups and innovation; here is our pick of top five author interviews of 2015, […]                                ", "title": "\n                                    The top five author interviews of 2015 for entrepreneurs                                "},
{"url": "http://yourstory.com/2015/12/bigchemist/", "text": "\n                                    A science graduate from Delhi University and an MBA from IFIM Business School, Puneet Kapoor (41) has executed over 150 ERP and BI projects of varied size and complexity, across team roles, in his 17 years of professional journey. In May 2013, Puneet and his colleagues, Arvind Yadav and Anil Asnani, decided to start BigChemist.com. […]                                ", "title": "\n                                    Delhi based online pharmacy BigChemist vows to become a Rs 15 crore entity in 2016                                "},
{"url": "http://yourstory.com/2015/12/coutloot/", "text": "\n                                    “I can’t wear that to work.” ”What do I do with all these clothes? Argh!” “Maybe some other time.” Chances are you’ve had these thoughts when you last looked at your wardrobe. Well, you’re not alone; a lot of us have clothes that were previously loved, but haven’t been used in ages. However, it would […]                                ", "title": "\n                                    Coutloot’s pre-loved fashion platform is second to none                                "},
{"url": "http://yourstory.com/2015/12/sketchbubble/", "text": "\n                                    The first thing you need when trying to impress customers or investors is a good presentation. And while content is key, it’s equally important that the design be impressive. Hiring a professional designer can be an expensive proposition as they charge anything from Rs 10,000 to Rs 1 lakh a deck. So, it’s often left […]                                ", "title": "\n                                    SketchBubble makes the art of designing presentations easy                                "},
{"url": "http://yourstory.com/2015/12/tips-hiring-leadership/", "text": "\n                                    With your eye on the next year, it is important that you have good leadership in place right from January 1. This means that if you haven’t yet started planning your leadership team for the next year, you are behind by at least six months. A leader will help you grow, overcome challenges or meet […]                                ", "title": "\n                                    Tips for hiring leadership in 2016                                "},
{"url": "http://yourstory.com/2015/12/favourite-indian-techie-tuesdays-2015/", "text": "\n                                    Last week, we asked you to vote for your favourite techies. The voting process is over and the response has been amazing. We had profiled techies from various fields and demographics who went on to achieve different things in life. It was very difficult for us to choose one techie from the list of over […]                                ", "title": "\n                                    [Techie Tuesdays] Your favourite Indian techies of 2015, voted by you                                "},
{"url": "http://yourstory.com/2015/12/startup-india-stand-up-india-survey/", "text": "\n                                    The Government of India is due to unveil the full Action Plan of the much-awaited Start Up India, Stand Up India campaign on 16 January 2016. According to Prime Minister Narendra Modi, “A structure will be presented before you. This programme will be connected to the country’s IITs, IIMs, central universities and NITs. Wherever there […]                                ", "title": "\n                                    Entrepreneurs! Here’s your chance to tell the Government of India what should be included in Start-up India, Stand-up India                                "},
{"url": "http://yourstory.com/2015/12/microsoft-telangana-startups/", "text": "\n                                    Microsoft CEO Satya Nadella said his company is interested in working with the Telangana government through Microsoft Ventures Accelerators to give a push to the startup ecosystem. He further said the company is interested in the field of last mile technological connectivity to rural areas of India along with local entrepreneurs. Addressing a gathering at […]                                ", "title": "\n                                    Microsoft to work with Telangana to nurture startup ecosystem                                "},
{"url": "http://yourstory.com/2015/12/satya-nadella-entrepreneurs/", "text": "\n                                    Microsoft is interested in working with entrepreneurs on building last mile technological connectivity with India’s rural areas, CEO Satya Nadella said on Monday. Addressing a gathering at T-Hub, a technological incubator promoted by the Telangana government, Nadella advised the start-up community to learn from the failures. “Whatever technology you use, like white space technology, it […]                                ", "title": "\n                                    Satya Nadella wants to work with entrepreneurs to connect rural India                                "},
{"url": "http://yourstory.com/2015/12/remote-team-management/", "text": "\n                                    Team management is not a skill that comes naturally to most people. It has to be learned, and there are usually plenty of mistakes made along the way. In my case, I fumbled around for about 10 years, lost a bunch of money, and eventually founded Hubstaff to automate the proven processes that I had […]                                ", "title": "\n                                    What I’ve learned from 10 years of remote team management                                "},
{"url": "http://yourstory.com/2015/12/indian-startup-story-2015/", "text": "\n                                    Startups were on a rollercoaster ride this year –the highs arguably beat the lows. Headline makers this year included everyone from bootstrapped startups to investments from giants like Alibaba and Infosys. Yet, at the threshold of 2016, startups are looking at the future with some amount of scepticism. The ups and downs of the game […]                                ", "title": "\n                                    The great Indian startup story in 2015                                "},
{"url": "http://yourstory.com/2015/12/spuul/", "text": "\n                                    With brands like Netflix providing streaming of popular English shows and movies for hours of binge-watching, video and DVD parlours are already fading from people’s memory abroad. In India, too, movies are being aired on television mere few weeks after release, rendering scratched-up CDs and rewind buttons redundant. However, friends Subin Subaiah, S. Mohan and […]                                ", "title": "\n                                    Spuul, a Netflix-like platform aims to make Indian content easily accessible for all                                "},
{"url": "http://yourstory.com/2015/12/leaf-innovation-safety-women-technology/", "text": "\n                                    We live in a world where safety is a growing concern. This is what motivated Avinash Bansal, Ayush Banka, Chiraag Kapil, Manik Mehta, and Paras Batra, all engineers, to use their skills to develop a technology-equipped device that would make the world safer. That device was named a World Champion at Gitex Technology Week in […]                                ", "title": "\n                                    How these engineers ensure safety for women through technology                                "},
{"url": "http://yourstory.com/2015/12/inmobis-2015-nutshell/", "text": "\n                                    A ‘Made in India’ journey of a ‘Proud to be Indian’ brand, the InMobi story is one of ambition, innovation, and perseverance. It was ambition that took the advertising technology giant to San Francisco for the launch of its flagship product, discovery platform Miip in early August this year, taking on bigger players like Google […]                                ", "title": "\n                                    Ambition, Innovation, Perseverance – InMobi’s 2015 in a nutshell                                "},
{"url": "http://yourstory.com/2015/12/ola-carpool-delhi-ncr/", "text": "\n                                    With the odd-even trial in Delhi only three days away, Ola has today announced the launch of a new feature – ‘CarPool’. This feature will allow citizens in Delhi to pool rides using their private cars through the Ola app. With CarPool, users in Delhi will be able to take advantage of Ola’s route matching […]                                ", "title": "\n                                    Ola’s new feature to allow private car owners in Delhi-NCR to ‘CarPool’                                "},
{"url": "http://yourstory.com/2015/12/vehicle-aggregators-india-2015-report/", "text": "\n                                      The year 2015 did not start well for the taxi/autorickshaw aggregators in India. The December 2014 rape of a Delhi woman by a radio cab driver highlighted the potential dangers associated with hiring these cabs. With protests erupting all over the country, it was reminiscent of the aftermath of the Nirbhaya case of December […]                                ", "title": "\n                                    Report Card 2015: Did vehicle aggregators make the grade?                                "},
{"url": "http://yourstory.com/2015/12/tips-jack-sparrow/", "text": "\n                                    Starting up is exciting! It’s a great adventure to wield your imagination and skills to create something new; almost always with limited resources and racing against time. One almost feels like the quirky Captain Jack Sparrow, navigating his beloved Black Pearl through the turbulent waters to the safety of the shores. So, here are some […]                                ", "title": "\n                                    Five startup tips from Captain Jack Sparrow                                "},
{"url": "http://yourstory.com/2015/12/content-marketing-tips/", "text": "\n                                    Another year of learnings comes to an end. I am sure, like my social feeds, yours too must have been full of shared content rather than general status updates. Based on what I have observed, I am making a few educated guesses on the content marketing trends we can expect in 2016. These views are […]                                ", "title": "\n                                    Three key content marketing tips for 2016                                "},
{"url": "http://yourstory.com/2015/12/sourceeasy-2016/", "text": "\n                                    Warning: This post is a longish sanctimonious end-of-year analysis of my performance, that may contain passive-aggressive commentary. The common theme in my life has been ‘survival mode.’ Survival for the basic needs of life; survival against failure; survival of our business, our startup, our family, our life. Year 2013 was about not letting go, and completely […]                                ", "title": "\n                                    So, what’s next? An entrepreneur’s journey to get his company and team ready for 2016 and beyond                                "},
{"url": "http://yourstory.com/2015/12/smart-content-center-south-korea/", "text": "\n                                    South Korean President Park Geun-hye has made the country’s focus on next-generation innovation and technology quite clear with her announcement of the ‘creative economy’ agenda. The country’s first woman president is leaving no stone unturned to bring the glory of startups to South Korea. The Ministry of Science, ICT and Future Planning has unleashed massive […]                                ", "title": "\n                                    South Korea is making its mark in global startup ecosystem, one strategy at a time                                "},
{"url": "http://yourstory.com/2015/12/bumper-funding/", "text": "\n                                    Bengaluru-based Bumper, one-stop solution provider for car care and support, secured $500,000 seed funding, in a round led by SAIF partners. The platform plans to use the fund in building a knowledge house of technology experts in solving all car-related problems. As part of its plan, the fund will also foster the startup’s commitment to […]                                ", "title": "\n                                    Bengaluru-based car care provider Bumper secures $500,000 seed funding                                "},
{"url": "http://yourstory.com/2015/12/planet-gogo/", "text": "\n                                    While working at LINE in managerial capacities, Daman Soni and Rajat Gupta dealt with a host of mobile-driven business models. During their frequent travels to Korea and Japan for the company, whose app allows users to make calls and send messages for free, they discovered that people were using lock screens to discover content. This […]                                ", "title": "\n                                    Gurgaon-based lock screen app Planet GoGo brings personalised content and news for Android users                                "},
{"url": "http://yourstory.com/2015/12/december-funding-roundup/", "text": "\n                                      The Christmas week proved a busy one for Indian startups, with Santa clearly favouring early-stage ventures. In the last week of December, startups raised $95.8 million from VCs and Angels, up from $64.3 million in the preceding week.  Overall funding in December stood at $371.6 million. Cloudnine raised the single-largest round of funding this […]                                ", "title": "\n                                    Early-stage deals booming in India, pre-series A deals dominate Dec funding                                "},
{"url": "http://yourstory.com/2015/12/chennai-floods-msme/", "text": "\n                                    Of the estimated Rs 15,000 crore losses due to the recent devastating floods in Chennai, coastal Tamil Nadu and the neighbouring Puducherry, MSMEs bore the maximum brunt of about Rs 1,700 crore, says a report. On a most conservative side, MSME sector has lost nearly Rs 1,700 crore to the calamity in just two peak […]                                ", "title": "\n                                    MSMEs lose Rs 1,700 cr in Chennai floods                                "},
{"url": "http://yourstory.com/2015/12/startup-india-plan/", "text": "\n                                    Seeking to boost entrepreneurship at the grassroots level, Prime Minister Narendra Modi has said the Action Plan of the ‘Start-up India, Stand-up India’ will be unveiled on January 16 and urged the states to help spread this campaign across the country’s nook and corner. Modi, who had made the announcement about the campaign in his […]                                ", "title": "\n                                    Action Plan on ‘Startup India’ to be unveiled on Jan 16                                "},
{"url": "http://yourstory.com/2015/12/maggi-noodles-growth/", "text": "\n                                    In the aftermath of the Maggi crisis, Nestle India is aggressively trying to increase the consumption of its flagship instant noodles brand eyeing double digit growth, a top company executive said. It is also sharpening focus on digital media and pushing other products so that all categories contribute almost equally to the company’s overall revenue. […]                                ", "title": "\n                                    With support from e-commerce, Nestlé eyes double digit growth                                "},
{"url": "http://yourstory.com/2015/12/artificial-intelligence-software/", "text": "\n                                    I have always shied away from terming SnapShopr as only an image recognition company. We are and will be an artificial intelligence (AI) company with strong foundation in research. When we first started Snapshopr, we knew that we had the necessary  knowledge and expertise to build world-class technology that truly impacts people’s lives and this […]                                ", "title": "\n                                    Breakthrough new AI software can interpret and caption photos for humans and machines                                "},
{"url": "http://yourstory.com/2015/12/amit-jain-cardekho/", "text": "\n                                    While raising capital and diluting equity are hailed as the cool and logical way to build business for new-age startups, brothers Amit and Anurag Jain of CarDekho prefer to dilute less and are still on the way to building a scalable business. “Once, a veteran entrepreneur told me that 80 per cent of new-stage startups […]                                ", "title": "\n                                    Making sustainable automobile classifieds product from Jaipur: CarDekho’s story                                "},
{"url": "http://yourstory.com/2015/12/buildzar/", "text": "\n                                    Building and owning a home is something almost everyone aspires for. However, the actual process of constructing a house can be quite tedious. Deciding on and buying the different construction materials required, not to mention figuring out where to buy them, and understanding quality differences, etc. is a harrowing task. It was this very situation […]                                ", "title": "\n                                    With Rs 5 crore GSV in 4 months, Buildzar is a one-stop-shop for home construction solutions online                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-aurassure/", "text": "\n                                    This article is sponsored by Intel. Proving a broader support to the Digital India initiative, Intel has launched multiple initiatives like the Intel India Maker lab that provides infrastructure to budding entrepreneurs and platforms; the International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation and technology-enabled transformation in youth and the […]                                ", "title": "\n                                    Aurrasure monitors air quality in real-time to tackle pollution woes                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-indian-tts/", "text": "\n                                    This article is sponsored by Intel. Intel has launched multiple initiatives to support the government’s Digital India initiative, which includes – the Intel India Maker lab that provides infrastructure to budding entrepreneurs and platforms; International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation and technology-enabled transformation in youth and the Innovate […]                                ", "title": "\n                                    This text-to-speech engine enables a machine to ‘speak for itself’                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-asha-plus/", "text": "\n                                    This article is sponsored by Intel. Intel has launched multiple initiatives to support the government’s Digital India initiative, such as the Intel India Maker lab that provides infrastructure to budding entrepreneurs and platforms; International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation and technology-enabled transformation in youth and the Digital India […]                                ", "title": "\n                                    This nifty device can monitor your vital signs and save your life                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-tjay/", "text": "\n                                    This article is sponsored by Intel. Proving a broader support to the government’s Digital India initiative, Intel has launched multiple initiatives like the Intel India Maker Lab that provides infrastructure to budding entrepreneurs and platforms such as the International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation & technology-enabled transformation in […]                                ", "title": "\n                                    TJay can predict an epileptic seizure, send alerts and save lives                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic-jayalaxmi-agrotech/", "text": "\n                                    This article is sponsored by Intel. Proving a broader support to the government’s Digital India initiative, Intel has launched multiple initiatives like the Intel India Maker lab that provides infrastructure to budding entrepreneurs and platforms; International Science & Engineering Fair (Intel ISEF) that stimulates a culture of innovation and technology-enabled transformation in youth and the […]                                ", "title": "\n                                    Agrotech app from a Ballari-based company helps farmers minimize crop loss and improve yields                                "},
{"url": "http://yourstory.com/2015/12/intel-ifdic/", "text": "\n                                    This article is sponsored by Intel. The growth in internet penetration in rural areas has the potential to bring a change in the way Indians learn, work, and use the Internet in their daily life. A report by The Boston Consulting Group (BCG) and the Internet and Mobile Association of India (IAMAI), titled India@Digital.Bharat, says […]                                ", "title": "\n                                    Intel’s Ek Kadam Unnati Ki Aur to empower non-urban citizens through technology                                "},
{"url": "http://yourstory.com/2015/12/quotes-indian-startup-journey/", "text": "\n                                    From disruption to discipline, witness the memorable journey of Indian entrepreneurship in these excerpts and stories! StoryBites is a weekly feature from YourStory, featuring notable quotable quotes in our articles of this past week (see the previous post here). Share these 25 gems and insights from the week of December 20 – 26 with your […]                                ", "title": "\n                                    ‘If one is not making mistakes, then one is not learning’ – 25 quotes from Indian startup journeys                                "},
{"url": "http://yourstory.com/2015/12/video-marketing-strategies/", "text": "\n                                    Launching a startup is a great feeling. You get an idea and then you rear it like your own baby and nurture it into reality through hard work and dedication. But that’s not the end of it! In fact, that’s when the actual work starts. The marketing approach you follow during the early stages of […]                                ", "title": "\n                                    9 affordable video marketing strategies for startups in 2016                                "},
{"url": "http://yourstory.com/2015/12/photo-sparks-cartoons-social-awareness/", "text": "\n                                    PhotoSparks is a weekly feature from YourStory, with photographs that celebrate the spirit of creativity and innovation. In this photo essay, we showcase the brilliant work of Ukrainian cartoonist Vladimir Kazanevski, whose work makes us stop in our tracks and think about the larger implications of the world we are creating! In the earlier 75 […]                                ", "title": "\n                                    [Photo Sparks] How to use cartoons for social awareness: ‘funtoons’ at the Indian Cartoon Gallery                                "},
{"url": "http://yourstory.com/2015/12/jilmore/", "text": "\n                                    Hyderabad-based Yuktha Entertainment Services has announced the launch of JilMore, an online booking platform for performing artists with the backing of eminent playback singer S P Balasubramanyam, who has become its mentor and an equity holder. The startup, which already has a seed money of Rs 50 lakh, plans to raise USD 1 million in […]                                ", "title": "\n                                    SP Balasubramanyam-backed online booking platform for artists launched                                "},
{"url": "http://yourstory.com/2015/12/bullet-train-msmes/", "text": "\n                                    The proposed Rs 98,000-crore Mumbai- Ahmedabad bullet project along with the diamond quadrilateral project that seeks to build 6,000 km of high-speed rail network, can create a whopping USD 51 billion business opportunity for the MSME sector, says a report. If the government makes 30 per cent mandatory sourcing from Micro Small and Medium Enterprises […]                                ", "title": "\n                                    Bullet train-related projects can create generate business worth $51 bn for MSMEs                                "},
{"url": "http://yourstory.com/2015/12/cognitive-intelligence-amelia/", "text": "\n                                    The future of mankind is being devised and tested right here on earth, we do not have to look at a galaxy far, far away. We are already pitting machine intelligence against human intelligence with the result that the boundary of science fiction and reality is slowly blurring. Amelia, Watson, Pepper, Siri, and others are […]                                ", "title": "\n                                    Will the force awaken? Where will cognitive intelligence lead us?                                "},
{"url": "http://yourstory.com/2015/12/pikkabox/", "text": "\n                                    Big corporations and the employable model A couple of months ago Brazilian entrepreneur Gustavo Tanaka shared a massively popular post on Medium titled, ‘There is something extraordinary happening in the world,’ where he discussed eight reasons he believes the world, despite all evidence to the contrary, is changing for the better. Number one on his […]                                ", "title": "\n                                    This couple quit their jobs to travel the world and is building a business on the move: Pikkabox                                "},
{"url": "http://yourstory.com/2015/12/tips-mobile-tech-startup/", "text": "\n                                    If you think you can change the world, you actually can. Your product can be one of the best latest innovations round the corner. Every startup needs endless hours of hard work and genuine effort which at times leaves the founders in a dilemma. Here are few tips on the most common dilemmas that the […]                                ", "title": "\n                                    Five tips to start a mobile tech startup                                "},
{"url": "http://yourstory.com/2015/12/future-learning/", "text": "\n                                    From hieroglyphics to alphabets, sign language to phonetics, from stone tablets to electronic ones and gurukulas to online learning,a lot has changed over the ages when it comes to learning. Be it the medium of delivery or the infrastructure, the world has seen a sea of change. What is going to be the future of […]                                ", "title": "\n                                    The future of learning                                "},
{"url": "http://yourstory.com/2015/12/pikkol/", "text": "\n                                    The search for a quality and standardised relocation service sometimes throw you in the crowd of vendors with minimum expertise. Deepu Chandran took a plunge to organise the highly fragmented relocation industry in India and launched Pikkol in April 2015. Pikkol is a Bengaluru-based relocation services aggregator and a technology-centric logistics firm. It aims to […]                                ", "title": "\n                                    Bengaluru-based Pikkol joins the race to redefine the relocation services in India                                "},
{"url": "http://yourstory.com/2015/12/reasons-apple-reject-ios-app/", "text": "\n                                    With the presence of over 1.5 million applications in Apple App store, Apple runs a tight ship when it comes to approving mobile apps in its app store. There are a series of factors that are taken into consideration before approving or rejecting an iOS mobile application. There could be some very obvious reasons like […]                                ", "title": "\n                                    Eight definite reasons why Apple rejects any iOS mobile app                                "},
{"url": "http://yourstory.com/2015/12/helion-ventures-partners-exit/", "text": "\n                                    A partner leaving an investment firm is not a daily event. So it made headlines when three partners quit investment firm Helion Venture Partners on Wednesday. Helion Advisors Pvt Ltd. said that the three – Rahul Chowdhri, Ritesh Banglani, and Alok Goyal who were working with deal sourcing, diligence, and portfolio support – are leaving […]                                ", "title": "\n                                    Three partners exit Helion Ventures – here’s what lies next                                "},
{"url": "http://yourstory.com/2015/12/cloudnine-funding/", "text": "\n                                    Cloudnine, a multi-city hospital chain for women and children specialising in obstetrics, gynaecology, fertility, and neonatology, today announced that it has raised Rs. 400 ($74 million) crores from India Value Fund Advisors (IVFA) for a minority stake. This is the third round of investment made in the hospital chain. Cloudnine had earlier raised $16 million […]                                ", "title": "\n                                    ObGyn hospital chain Cloudnine raises $74M funding from IVFA                                "},
{"url": "http://yourstory.com/2015/12/ola-auto-rickshaws-chandigarh/", "text": "\n                                    Taxi aggregator Ola has launched auto-rickshaws on its app in Chandigarh and after registering 75,000 autos on its platform across seven cities, the company intends to add two more cities by the end of this year. After Ola’s auto service was launched in Bengaluru, Chennai, Delhi, Ahmedabad, Hyderabad and Pune since October 2014, Ola is […]                                ", "title": "\n                                    Ola rolls out auto-rickshaws in Chandigarh, to add two more cities soon                                "},
{"url": "http://yourstory.com/2015/12/companies-parental-benefits/", "text": "\n                                    More and more businesses are trying to project themselves as responsible organisations not only to attract customers but also to retain employees, and maternity and paternity benefits is one such step in this direction, according to experts. After Bengaluru-based Flipkart revamped its maternity leave policy to 24 weeks in July 2015, a number of companies […]                                ", "title": "\n                                    Following Flipkart, other firms introduce maternity benefits to retain employees                                "},
{"url": "http://yourstory.com/2015/12/india-100-top-startups-2015/", "text": "\n                                    When YourStory started chronicling the startup ecosystem in 2008, few companies, including the ones in our INDIA 100 2015 list, were known beyond their immediate circles; seven years down the line, these companies have grown to become not just India’s best-known names but have also attracted global attention to India and its maturing fast-startup ecosystem. […]                                ", "title": "\n                                    INDIA 100 – Top startups with gravity-defying momentum in 2015                                "},
{"url": "http://yourstory.com/2015/12/e-commerce-mohandas-pai/", "text": "\n                                    Slamming huge discounts and cashback offers from e-commerce players as “subsidies”, Chairman of Manipal Global Education T V Mohandas Pai has said the industry may see a shakeout in the next two years, or “even earlier”. He faulted the business model adopted by e-tailers, which he said promotes growth without building customer loyalty. Biggies such […]                                ", "title": "\n                                    India’s e-commerce space may see a shake-up in 2 years, says T V Mohandas Pai                                "},
{"url": "http://yourstory.com/2015/12/repairmygadget/", "text": "\n                                    With owning more gadgets comes the hassle of repairing them. Ankur Gupta claims to have broken over 10 phones in a year. And his constant visits to repair shops at Nehru Place in Delhi made him almost an expert on the subject among his peer group. Ankur, 24, is the Co-founder of RepairMyGadget.in, a Bengaluru-based […]                                ", "title": "\n                                    Bengaluru-based RepairMyGadget.in offers marketplace for hassle-free gadget repairs                                "},
{"url": "http://yourstory.com/2015/12/aj-plackal-eduventures/", "text": "\n                                    It is a common belief in Child Developmental Psychology that the sensory experiences a baby has, have a profound impact on his or her overall development and learning. In 2008, UK-based child development specialist and child psychologist Dr Lin Day created the Baby Sensor and Toddler Sense programmes. These were designed with the basic belief […]                                ", "title": "\n                                    Husband-wife duo start AJ Plackal Eduventures to help in child learning and development                                "},
{"url": "http://yourstory.com/2015/12/ewas-water-automation-system/", "text": "\n                                    The startup ecosystem is a world full of reluctant leaders and unlikely heroes. The archetypal ingredients of a truly robust business story could be a gaping hole in the marketa keen observer’s eye for spotting that problem and wanting to address the frustrated commoner’s despair at having to experience it day after day. Anupam Attri’s […]                                ", "title": "\n                                    A commoner’s frustration with handling his water pump every morning led to this young entrepreneur’s invention                                "},
{"url": "http://yourstory.com/2015/12/carzippi/", "text": "\n                                    Every morning, like in thousands of apartment complexes across Bengaluru, Suman Howlader’s doorbell would announce the arrival of the car cleaner. However, Suman was unhappy with the lack of thoroughness in the cleaning and decided to look for professional doorstep car cleaning services. This too proved futile and Suman was dissatisfied with the poor quality […]                                ", "title": "\n                                    Bengaluru-based CarZippi wants to bring quality car care to your doorstep                                "},
{"url": "http://yourstory.com/2015/12/rbi-helpline-startups/", "text": "\n                                    The Reserve Bank has said it has created a dedicated helpline to assist start-ups undertaking cross-border transactions. “While seeking guidance, the enterprises should provide complete information to the RBI and mention the specific issues on which they need guidance from the RBI in relation to the Foreign Exchange Management regulations,” the central bank said in […]                                ", "title": "\n                                    RBI launches helpline to guide startups on forex matters                                "},
{"url": "http://yourstory.com/2015/12/top-marketing-trends-2016/", "text": "\n                                    Peter Fisk is author of the bestseller, Gamechangers: Are you ready to change the world? (see my book review). He heads the company GeniusWorks, and his earlier books include Creative Genius, Customer Genius and People, Planet, Profit. In the first half of a two-part interview earlier this week, Fisk joined us in an exclusive chat […]                                ", "title": "\n                                    Top 7 marketing trends for 2016 – and 10 success tips, from bestselling author Peter Fisk                                "},
{"url": "http://yourstory.com/2015/12/orbuy/", "text": "\n                                    The slot machine that is the concept of hyperlocal grocery delivery in India flashed triple 7s to its consumers almost immediately after being introduced. But suggesting that its operations and logistics function like clockwork would be saying too much too soon. This is true for tier 2 and 3 cities. The specifications that might be […]                                ", "title": "\n                                    Ordering your groceries can be as easy as jabbering on WhatsApp or giving missed calls with Orbuy, a Jaipur-based startup                                "},
{"url": "http://yourstory.com/2015/12/paytunes-virtual-moolah/", "text": "\n                                    We have all suffered the random pop-up ads that take over our screens when we would rather be reading the news, watching videos or playing our favourite game on our phones. To make matters worse, we end up bearing the data costs for ads we did not want to see or hear in the first […]                                ", "title": "\n                                    Incoming calls are no longer free. You could earn some virtual moolah out of them!                                "},
{"url": "http://yourstory.com/2015/12/shotang-funding/", "text": "\n                                    Begaluru-based B2B e-commerce marketplace  Shotang has raised $ five million in Series A funding from venture capital Exfinity Venture Partners and Unitus Impact Livelihoods Fund. The company plans to invest it on expanding its team, spreading its reach in the top 10 cities in the country and strengthening its core technology infrastructure over the next […]                                ", "title": "\n                                    Shotang raises $5 million from Exfinity Venture Partners and Unitus Impact Livelihoods Fund                                "},
{"url": "http://yourstory.com/2015/12/sbricks-acquires-melway/", "text": "\n                                    ​Hybrid on-demand home cleaning and laundry player SBricks has acquired Melway, a Hyderabad-based facility management and hands-on services player for an undisclosed amount. The acquisition will bring in 200 home cleaning professionals to the SBricks fold, along with enhancing brand equity and clientele portfolio. Nithin Reddy, Founder and CEO, Sbricks, said, “Melway adds tremendous synergy […]                                ", "title": "\n                                    Hyderabad-based home cleaning startup SBricks acquires Melway                                "},
{"url": "http://yourstory.com/2015/12/easykhaana/", "text": "\n                                    Whether it is students studying away from home or techies working at software hubs, anyone who goes without homemade food for too long invariably starts missing it. Looking at the problem most of the people staying away from home face, friends Aayush Anand and Vishrut Gawri founded EasyKhaana in Delhi and Gurgaon. It started with the concept […]                                ", "title": "\n                                    EasyKhaana brings ghar ka khaana to corporates in Delhi and Gurgaon                                "},
{"url": "http://yourstory.com/2015/12/talific-consulting/", "text": "\n                                    An expert in the domains of talent acquisition, executive search, and recruiting, Arpit Prakash Mathur eventually developed a desire to start an end-to-end HR services company. His dream turned into reality when he started Talific Consulting in June 2014. The startup offers customised solutions to the clients on the basis of short-term and long-term assignments […]                                ", "title": "\n                                    Noida-based Talific Consulting optimizes talent pool with customised HR solutions                                "},
{"url": "http://yourstory.com/2015/12/foodbymood-app/", "text": "\n                                    With the foodtech industry already being saturated with novel concepts, it is easy to assume there isn’t room for more innovation.  FoodbyMood,a food discovery app, aims to change that by letting usersfind the dish they are in the mood for. It’s a dish/food recommendation service that tells them which delicious dishes to order in a […]                                ", "title": "\n                                    Nagpur foodies can now choose restaurants based on dish reviews with FoodbyMood app                                "},
{"url": "http://yourstory.com/2015/12/bankruptcy-law-india/", "text": "\n                                    Seeking to improve ease of doing business, Indian government on Monday introduced in Parliament the ‘Insolvency and Bankruptcy Code, 2015’ that provides for resolution of insolvency in a timebound manner. The bill aims at promoting investments, leading to higher economic growth. It also provides for setting up of a ‘Insolvency and Bankruptcy Board of India’ […]                                ", "title": "\n                                    Govt tables bankruptcy bill to promote entrepreneurship, easy business                                "},
{"url": "http://yourstory.com/2015/12/india-fastest-economy/", "text": "\n                                    India, with a projected annual growth rate of 7 per cent, has the potential to be the world’s fastest growing economy over the coming decade, surging ahead of its South Asian economic rival China that will continue to see a slowdown, Harvard researchers said in new forecast. “India has the potential to be the fastest […]                                ", "title": "\n                                    India set to be the fastest growing economy over the next decade – are startups prepared?                                "},
{"url": "http://yourstory.com/2015/12/vijnana-bharati-innovation-portal/", "text": "\n                                    Vijnana Bharati (VIBHA) will soon launch the nation’s first portal that would motivate young students to dabble in innovations and take science as a career option. “Discussions are underway with the Ministries of Science and Technology and Human Resources Development about the portal. We are hopeful of getting it off the ground soon,” said A […]                                ", "title": "\n                                    Kerala’s Vijnana Bharati to launch India’s first innovation portal for youth                                "},
{"url": "http://yourstory.com/2015/12/latestone-funding/", "text": "\n                                    Online tech accessories store LatestOne has raised Rs 20 crore from existing investor, Palred Technologies Limited (PTL). The company will use funding to ramp up operations to 6,000 orders per day and establish its third warehouse in Mumbai. With this round the company had raised Rs 50 crore in total funding. Unlike horizontal and niche […]                                ", "title": "\n                                    LatestOne secures Rs 20 cr funding from Palred Technologies                                "},
{"url": "http://yourstory.com/2015/12/the-120-media-collective/", "text": "\n                                    It all started with a call at midnight. Sony Music South was being alerted that a movie track had been leaked. It was too late to prevent the leak, so the movie producers and Sony Music needed a new viral strategy. Jack in the Box Wordwide, the agency in charge of the strategy, decided to […]                                ", "title": "\n                                    Why this Kola Veri Di? The story of how one of India’s earliest digital houses was built                                "},
{"url": "http://yourstory.com/2015/12/nominate-favourite-techies-2015/", "text": "\n                                    The year is almost done and we have profiled techies who were activists, students, CTOs of billion dollar companies and startups, and women who dared to dream big. This year we have profiled more women and will continue to do so. As the year closes we ask you to nominate your favorite techies of 2015. […]                                ", "title": "\n                                    Nominate your favourite techies of 2015                                "},
{"url": "http://yourstory.com/2015/12/bse-startup-listing/", "text": "\n                                    Leading stock exchange BSE has set up an advisory group to suggest ways to develop BSE Hi-Tech, a platform to help startups list and access capital from sophisticated investors in the securities market. The 13-panel group, which held its first meeting, includes experts from the start-up ecosystem, investors, merchant bankers and legal professionals who will […]                                ", "title": "\n                                    BSE plans platform for listing startups, easy access to capital                                "},
{"url": "http://yourstory.com/2015/12/rentongo-raises-fund/", "text": "\n                                    RentOnGo, an online rental marketplace, has raised an undisclosed amount of investment from Rajesh Sawhney; Anand Chandrasekaran, CPO, Snapdeal; Shiva Pare, Head, Trendin; Kalpana Tatarvati, Partner, Interweave Consulting; and among few others. “The funding is crucial for our platform when we have pivoted to fulfillment model in some of the categories and are all set […]                                ", "title": "\n                                    RentOnGo raises angel funding from Snapdeal’s CPO Anand Chandrasekaran and others                                "},
{"url": "http://yourstory.com/2015/12/royal-mysore-heritage-walks/", "text": "\n                                    India is rapidly growing and as urbanisation turns villages into towns and cities into metros, it is becoming increasingly hard to tell one city from the other. Only a few places have managed to retain the old-world charm and one of them is definitely Mysuru. Be it the royal aura, the signature masala dosas and […]                                ", "title": "\n                                    The best discoveries are made on foot – story of The Royal Mysore Walks                                "},
{"url": "http://yourstory.com/2015/12/shuttl-funding-series_a/", "text": "\n                                    Gurgaon-based bus aggregator platform Shuttl has raised $20 million in a Series-A round from Lightspeed, Times Internet and Sequoia India. The company will utilise the fund for expansion and technology. Currently, the platform offers last-mile connectivity to commuters across 50 routes in Delhi (NCR). Amit Singh, Co-founder, Shuttl, said, “We exist to solve the office […]                                ", "title": "\n                                    Bus aggregator platform Shuttl raises $20M from Lightspeed, Times Internet and Sequoia India                                "},
{"url": "http://yourstory.com/2015/12/startup-india-trends-made-2015-landmark-year/", "text": "\n                                    Startup boom continued in India with more rigour than ever before in 2015. The past year has seen a makeover of the ecosystem with more players coming in and some major ones disintegrating. It also witnessed the birth of major deals and more inflow of investment. For some startups, it was the best of times, […]                                ", "title": "\n                                    Startup India trends that made 2015 a landmark year                                  "},
{"url": "http://yourstory.com/2015/12/tips-peter-fisk-book-change-the-game/", "text": "\n                                    Peter Fisk is author of the bestseller, Gamechangers: Are you ready to change the world? (see my book review). He heads the company GeniusWorks, and his earlier books include Creative Genius, Customer Genius and People, Planet, Profit. Fisk is Visiting Professor of Strategy, Innovation and Marketing at IE Business School. His clients include Microsoft, Tata, […]                                ", "title": "\n                                    ‘Think how you can change the game’ – entrepreneur tips from innovation guru Peter Fisk                                "},
{"url": "http://yourstory.com/2015/12/best-practices-outsourcing-project/", "text": "\n                                    With a buzz created everyday around a new startup in Bengaluru, the IT capital of India has now come to be known as the ‘Startups Dream City’ across the world and has huge demand and business market for project outsourcing. Here are few best practices first-time outsourcers will find helpful while signing a deal with […]                                ", "title": "\n                                    5 best practices for outsourcing a project to Bengaluru-based startups                                "},
{"url": "http://yourstory.com/2015/12/altf-coworking/", "text": "\n                                    Sarthak Chhabra and Yogesh Arora are serious innovators. Since their college days, they both worked together to build innovative ideas like health product Pedofit, which was among the top 100 business plans around the globe at Stanford University’s E-BootCamp. The product offered IT solutions to corporate companies to monitor and analyse the health of employees. […]                                ", "title": "\n                                    Altf Coworking provides affordable co-working space solutions to freelancers, startups in Delhi-NCR region                                "},
{"url": "http://yourstory.com/2015/12/rise-of-india-entrepreneurs/", "text": "\n                                    A few decades ago, people were not very keen to leave a high-paying job to apply their skills and challenge their destiny in a startup. Entrepreneurship was not so prevalent. If you were an entrepreneur or part of a startup, it was likely a family endeavor or enterprise. However, the present scenario is entirely different. […]                                ", "title": "\n                                    The rise of India’s entrepreneurs: How to cultivate their spirit and success                                "},
{"url": "http://yourstory.com/2015/12/aspiring-minds-acquires-letsintern-com/", "text": "\n                                    Aspiring Minds, a job skills credentialing and matching platform on Monday announced the acquisition of LetsIntern.com, an online and mobile internship platform for an undisclosed amount. The acquisition is a part of Aspiring Minds’ multi-million dollar investment plan in the internship space. The company was founded in 2008 by brother duo Himanshu and Varun Aggarwal […]                                ", "title": "\n                                    Aspiring Minds acquires online internship platform LetsIntern.com, to make job training and search easy                                "},
{"url": "http://yourstory.com/2015/12/peppertap-series-b-funding-acquires-jiffstore/", "text": "\n                                    Gurgaon-based on demand grocery (and fresh veggie/meat) platform Peppertap has closed additional $4 million funding as a part of its Series B round from Innoven Capital. Earlier, in October this year, the company had snapped up $36 million Series B round led by e-commerce behemoth Snapdeal and others. With this additional round Peppertap also announced […]                                ", "title": "\n                                    Peppertap raises $4M more to complete $40M series B round, acquires Jiffstore                                "},
{"url": "http://yourstory.com/2015/12/cisco-india-summit-startups/", "text": "\n                                    It was at CES 2014 in Las Vegas that former longtime CEO, John Chambers declared the Internet of Things as a $19 Trillion opportunity for the global economy. It’s an opportunity that is set to get serious focus from Cisco in India too, as the company doubled up on its plans for the country during […]                                ", "title": "\n                                    A $19 trillion opportunity, Cisco, and the possibilities for startups                                "},
{"url": "http://yourstory.com/2015/12/10-minute-million-challenge/", "text": "\n                                    10 minutes. 10 startups. Rs 1.5 million at stake! If you are part of a startup, or have a business idea, you also know that getting on-the-spot funding would be a dream come true.  And here’s your chance to make that dream a reality. After the hugely successful first edition of the 10-Minute Million Challenge, […]                                ", "title": "\n                                    Startups, here’s your chance to win Rs 1.5 million in 10 minutes flat!                                "},
{"url": "http://yourstory.com/2015/12/solar-store/", "text": "\n                                    We live in a world where energy conservation is no longer a choice but a necessity. For some years now we have believed that the use of renewable forms of energy will not only help conserve the remaining non-renewable forms of energy, but will also help thwart its depleting growth and harmful effects on nature. […]                                ", "title": "\n                                    Lucknow-based Solar Store aims to change the way we conserve and use energy                                "},
{"url": "http://yourstory.com/2015/12/funding-roundup-dec-2015-3/", "text": "\n                                    As 2015 comes to a close, the funding shower continues to drench Indian startups. In the third week December, Angels and VCs have poured investments in 19 startups, the deal value for the week stood at $64.3 million. This includes only deals where the invested amounts were disclosed. Pre-series A deals dominated the investment between […]                                ", "title": "\n                                    Funding roundup: Housejoy and Rivigo gobbled up 82% of investment in Dec 3rd week                                "},
{"url": "http://yourstory.com/2015/12/odd-even-traffic-rule/", "text": "\n                                    The Delhi government’s odd-even traffic rule compounded by Supreme Court’s ban on diesel cars and SUVs with engine capacity of over 2000cc have opened doors for startups offering commuting services. Carpooling, self-drive, and on-demand service providers are set to provide alternative modes of transportation to commuters when the odd-even trial will be conducted in Delhi. […]                                ", "title": "\n                                    Transport services startups look to take advantage of odd-even traffic rule in Delhi                                "},
{"url": "http://yourstory.com/2015/12/gozunk/", "text": "\n                                    Flaunting a snazzy mobile phone has become a fashion statement today. The only thing that stops people from upgrading their smartphones more often is the price factor. Many resort to marketplace classified sites but get entangled in warranty woes. Two college mates Mohit Bansal and Anubhav Adlakha launched GoZunk.com in September 2015 to sell used […]                                ", "title": "\n                                    Used-goods market catches up in India, Gurgaon-based GoZunk picks mobiles                                "},
{"url": "http://yourstory.com/2015/12/startup-journeys-quotes-constant-innovation/", "text": "\n                                    From creativity to commerce, witness the memorable journey of Indian entrepreneurship in these excerpts and stories! StoryBites is a weekly feature from YourStory, featuring notable quotable quotes in our articles of this past week (see the previous post here). Share these 25 gems and insights from the week of December 13 – 19 with your […]                                ", "title": "\n                                    25 quotes from Indian startup journeys                                "},
{"url": "http://yourstory.com/2015/12/content-harm-brand-grabhouse-story/", "text": "\n                                    In the era of social media, where every brand is creating content, you need to create yours at a frantic pace to keep up with the times and be visible. But in this race of content creation, a lot of brands lose the core purpose of why they are creating content in the first place. […]                                ", "title": "\n                                    Can content harm your brand? The Grabhouse story                                "},
{"url": "http://yourstory.com/2015/12/vijay-pentareddys-perseverance-turned-collapsing-skill-development-firm-startup-success-story/", "text": "\n                                    The saying goes, “The grass is always greener on the other side.” Truer words cannot be said of Vijay Pentareddy’s situation in 2008, when one day he was setting up his skill development firm, Last Mile Solution, and the next slipping into a hellish nightmare of financial crises. With all his investments in financial markets […]                                ", "title": "\n                                    How Vijay Pentareddy’s perseverance turned a collapsing skill development firm into a startup success story                                "},
{"url": "http://yourstory.com/2015/12/cult/", "text": "\n                                    Let’s face it: traditional gyms have become passé. We no longer rush to get a year-long membership at our local gym every January, because we know we cannot muster enthusiasm to visit it everyday. This is why  Deepak Poduval and Rishabh Telang started  Cult- the Workout Station this year. Cult is a Bengaluru-based fitness startup […]                                ", "title": "\n                                    How Bengaluru-based Cult hopes to change the fitness landscape in India                                "},
{"url": "http://yourstory.com/2015/12/technology-predictions-2016/", "text": "\n                                    If you’re a big fan of the science fiction franchise Back to the Future, you’ll love tech predictions. From analysts to pioneering leaders in the industry, everyone has a take on where technology is heading. Over the years, we’ve seen some stellar predictions and some really poor ones. From Steven Chen’s (Founder of YouTube) simple […]                                ", "title": "\n                                    Technology predictions for 2016                                "},
{"url": "http://yourstory.com/2015/12/stelcore-bcompliance/", "text": "\n                                    Mumbai-based management consultancy firm StelCore Management Services has launched a legal and compliance mobile application – bCompliance – which will assist startups, corporates and individuals in legal and compliance management services. The app is available for download on all three platforms – iOS, Android and Windows. It will also be made available worldwide in more […]                                ", "title": "\n                                    StelCore launches bCompliance – a legal and compliance app to help startups                                "},
{"url": "http://yourstory.com/2015/12/msme-odisha-revival/", "text": "\n                                    The Centre would take initiative for revival of the ailing Micro, Small and Medium Enterprises (MSME) units in Odisha with a focus on developing downstream industries, Union MSME Minister Kalraj Mishra said. In order to ensure successful implementation of the Centre’s plans, all steps would be taken to rejuvenate the MSME sector in Odisha after […]                                ", "title": "\n                                    Govt plans to revive MSME sector in Odisha                                "},
{"url": "http://yourstory.com/2015/12/great-startup-pitch-tie-bangalore-finalists/", "text": "\n                                    PhotoSparks is a weekly feature from YourStory, with photographs and images that celebrate the spirit of creativity and innovation. In this pictorial essay, we cover startup pitch techniques at the Anthah Prerana competition held in Bangalore this week! In the earlier 70 posts, we brought you a wide range of creative photographs from an art […]                                ", "title": "\n                                    [Photo Sparks] How to make a great startup pitch: slides from 20 TiE Bangalore finalists                                "},
{"url": "http://yourstory.com/2015/12/srikanth-bolla-bollant-industries/", "text": "\n                                    When he was born, neighbours in the village suggested that his parents smother him. It was better than the pain they would have to go through their lifetime, some said. He is a “useless” baby without eyes… being born blind is a sin, others added. Twenty-three years later, Srikanth Bolla is standing tall living by […]                                ", "title": "\n                                    This 23-year-old tricked fate to build a Rs 50-crore company, Bollant Industries                                "},
{"url": "http://yourstory.com/2015/12/shuttl-ola-shuttle-services-suspended/", "text": "\n                                    After ZipGo’s suspension of service in Bengaluru, Shuttl and Ola Shuttle services have been stopped in Gurgaon. According to the RTA Office Gurgaon, shuttle services can’t operate in the city as they don’t fall in the ambit of the Haryana Contract Carriage Permit Act 1988, 1993, 2001, 2004, and 2013. Bharat Bhushan, Assistant Secretary at […]                                ", "title": "\n                                    Shuttl and Ola Shuttle services suspended, Gurgaon govt seizes over 20 vehicles                                "},
{"url": "http://yourstory.com/2015/12/rabbler-2/", "text": "\n                                    Rabbler is a Social-Polling app where one can create any kind of media-rich poll for the global audience, embedded on a 255-character micro-blogging layer.                                ", "title": "\n                                    Creating a near perfect platform – Rabbler                                "},
{"url": "http://yourstory.com/2015/12/appeti/", "text": "\n                                    If you are a college student or professional living in another city, nothing can replace the care packages of homemade goodies from your mother. When he was studying in IIT Kanpur, Nitesh Prajapat (25) realised that when the goodies ran out, local substitutes never satisfied. Petha from Agra or Kolkata misti (sweets) would never taste […]                                ", "title": "\n                                    IIM Calcutta student launches startup to deliver authentic Indian delicacies                                "},
{"url": "http://yourstory.com/2015/12/pandit-jasraj/", "text": "\n                                    At 85, Pandit Jasraj’s voice sounds as timeless as it can get, embodying the lasting legacy of Tansen and Baiju Bawra. He believes that each day of an artiste’s life is a struggle – a saadhna. A room in his house is dedicated to the awards and accolades he has received, which includes Padma Vibhushan, […]                                ", "title": "\n                                    Echoing through space, time, and nostalgia, at 85, Pandit Jasraj recalls his life struggles                                "},
{"url": "http://yourstory.com/2015/12/agroman/", "text": "\n                                    After graduating from business school, Vikas Goyal experimented with various e-commerce models to run a successful business. In 1999, along with a friend, he started kirnanbazaar, an online grocery store. In 2007, he launched dealpedeal.com, an online platform for deals and discount. However, his ventures hit a roadblock and the business couldn’t escalate. Years later, […]                                ", "title": "\n                                    Agroman taps into a huge market with its online agro services platform for the farmer community                                "},
{"url": "http://yourstory.com/2015/12/padmasree-warrior-ceo-nextev/", "text": "\n                                    India-born Padmasree Warrior, one of Silicon Valley’s high-profile women executives, has been appointed as the US CEO of a Chinese firm which is building an electric car to compete with American electric car manufacturer Tesla. Warrior, 55, will be the Chief Development Officer and CEO of the US startup NextEV. A technology industry veteran, Warrior […]                                ", "title": "\n                                    Padmasree Warrior joins startup NextEV as CEO, to race with Tesla in electric car segment                                "},
{"url": "http://yourstory.com/2015/12/uber-expansion/", "text": "\n                                    Cab hailing app Uber has expanded operations in four more cities of Ajmer, Jodhpur Udaipur and Mangalore, taking the total to 26 towns in the country. The company said the launch comes after it signed an MoU with the Rajasthan government early in November to provide 35,000 new entrepreneurship opportunities, contribute to technology-related skills training […]                                ", "title": "\n                                    Uber expands services to four more cities                                "},
{"url": "http://yourstory.com/2015/12/dissecting-million-install-meetup/", "text": "\n                                    Meetups can open a pandora’s box of opportunities for a tech startup. At least, that’s what we have realised after hosting our first ‘Million Install Meetup’. Apart from amazing ways of connecting with an audience through online channels, everyday emails, and phone chats, most tech startup often miss a personal face-to-face interaction with their immediate […]                                ", "title": "\n                                    Dissecting million install meetup – How a tech startup managed to pull over 100 growth hackers                                "},
{"url": "http://yourstory.com/2015/12/blume-ventures-fund-ii/", "text": "\n                                    Early-stage technology investor Blume Ventures has raised more than $30 million for its Fund II. This brings Blume Ventures halfway across to its Fund II target corpus of $60 million. This round was lead by ICONIQ Capital, which adds to its early supporters IIFLWealth and the Government’s India Aspiration Fund, administered through SIDBI. In July, […]                                ", "title": "\n                                    Blume Ventures raises $30 million, looks to invest in 35-45 startups                                "},
{"url": "http://yourstory.com/2015/12/app-fridays-ifreedom/", "text": "\n                                    The growth of smartphones and online transactions, while very positive trends, could also place a large section of the population under the threat of cyber attacks. Twenty-year-old Siddharth Raja developed iFreedom as a solution. India is witnessing amazing growth in the smartphone market and is expected to have 314 million mobile Internet users by 2017. […]                                ", "title": "\n                                    [App Fridays] iFreedom helps users ward off cyber security threats and also save on their Internet bills                                "},
{"url": "http://yourstory.com/2015/12/pretty-laces-wine-cheese-opening-zivames-first-fitting-lounge-bengaluru/", "text": "\n                                    “My mother would pick my bra for me. I didn’t even know there were different kinds and varieties till the bigger stores and brands came into town,” said a young woman on Thursday at Zivame’s first lingerie fitting lounge. Sipping on wine and surrounded by pretty lacy lingerie, the women present had no qualms in […]                                ", "title": "\n                                    Pretty laces, wine and cheese at the opening of Zivame’s first fitting lounge at Bengaluru                                "},
{"url": "http://yourstory.com/2015/12/googles-project-loon/", "text": "\n                                    Technology giant Google has said it hopes to soon start tests for its Project Loon in India, which aims to bring affordable Internet access, even as the government holds the view that the project would come in the way of mobile transmission. “Project Loon will launch balloons in the sky to help reach out to […]                                ", "title": "\n                                    Google’s project Loon aims to power 100 railway stations with wi-fi connectivity                                "},
{"url": "http://yourstory.com/2015/12/campusmall/", "text": "\n                                    Campus merchandise seems to have caught the attention of quite a few startups bridging the gap of supplying organized ‘pride wear’ inventory. There’s Alma Mater  Store, eSparsha, and Pridewear to name a few. An Indore-based startup is all geared to challenge players in this segment. CampusMall.in, a multi-channel brand licensing company, helps students and alumni […]                                ", "title": "\n                                    Indore-based CampusMall aims to take on top campus merchandise startups in metros                                "},
{"url": "http://yourstory.com/2015/12/ekta-kapoor-snapdeal/", "text": "\n                                    Television producer Ekta Kapoor has launched her own collection, EK, comprising Indian ethnic wear and exquisite jewellery. Ekta, who is behind successful television shows and films, has launched her signature label ‘EK’ on e-commerce giant Snapdeal. The brand will retail sarees and jewellery that have shot to fame on her television shows. “Millions of women […]                                ", "title": "\n                                    Ekta Kapoor launches her garment and jewellery collection ‘EK’ on Snapdeal                                "},
{"url": "http://yourstory.com/2015/12/nifty-window/", "text": "\n                                    Data from Google shows that while four in five consumers are looking to make local purchases, consumers require pricing and data availability across stores in their vicinity to make effective local buying decisions. At present, when consumers search for  local options, they are most likely to find Yellow Pages and review sites with limited, static […]                                ", "title": "\n                                    Nifty Window equips offline brands to get discovered and drives footfall to outlets                                "},
{"url": "http://yourstory.com/2015/12/healthassure/", "text": "\n                                    HealthAssure is not yet another healthtech startup connecting patients with doctors. Yes, it does link patients with doctors and clinics for primary care, but its founders chose to target only corporates. While startups like Practo and Lybrate help patients choose a doctor and book appointments, HealthAssure partners with corporates on one end and hospitals and […]                                ", "title": "\n                                    HealthAssure offers corporate employees easy access to quality primary care                                "},
{"url": "http://yourstory.com/2015/12/finalists-anthah-prerana-startup-competition-40-questions/", "text": "\n                                    TiE Bangalore wrapped up its third annual Anthah Prerana startup competition this week with a three-day jury round for early-stage startups. Startups less than three years old were eligible to apply, if they had not received any angel or VC funding. Winners get a two-day boot-camp at NSRCEL in IIM Bangalore (see YourStory profile of […]                                ", "title": "\n                                    Meet the 30 finalists of the Anthah Prerana startup competition and answer these 40 questions                                "},
{"url": "http://yourstory.com/2015/12/freshboxx/", "text": "\n                                    Working in a city away from one’s hometown has become a norm in today’s competitive world. But, in the midst of a busy schedule, one thing which always makes a person homesick is the thought of food and family. Thirty-one-year-old Rohan Kulkarni has travelled to different places in his seven years of corporate life and […]                                ", "title": "\n                                    How Hubli-based Freshboxx Ventures delivers farm-fresh fruits and vegetables to customers                                "},
{"url": "http://yourstory.com/2015/12/localisation-language-success-process9/", "text": "\n                                    This article is sponsored by Process 9. Raju, a native Tamil speaker, hails from a small town near Chennai. He works in Surat, Gujarat, but loves to stay in touch with his family and friends via WhatsApp and Facebook. A non-English speaker, he recently bought an INTEX smartphone that comes integrated with a MOX keypad, […]                                ", "title": "\n                                    Localisation is the language of success                                "},
{"url": "http://yourstory.com/2015/12/saif-partners-30-million-into-rivigo/", "text": "\n                                    Logistics startup Rivigo has raised $30 million in a Series B round, with equity and debt financing. The round was led by existing investor SAIF Partners. The company intends to use the funds for expansion, hiring technology talent, adding IoT, automation and data sciences. Deepak Garg, Founder and CEO of Rivigo, said, Rivigo has been consistently […]                                ", "title": "\n                                    Logistics startup Rivigo raises Series B round of $30 million                                "},
{"url": "http://yourstory.com/2015/12/software-automate-digital-marketing/", "text": "\n                                    When Gaurav Gurbaxani came up with the idea of automating digital marketing, his peers and advisers were sceptical. The 30-year-old digital marketer founded Pragmite, an American company based in Pune, for eight years. Three years ago, Gaurav along with Stanley Adams from Texas co-founded OnlineBusiness.org , which conducts six-week-long bootcamps with videos and worksheets to help startups […]                                ", "title": "\n                                    A software to automate digital marketing for startups                                "},
{"url": "http://yourstory.com/2015/12/google-launchpad-accelerator-india-2015/", "text": "\n                                    To supplement its ongoing endeavours to embrace tech startups and developers, Google plans to offer a six-month training and hands-on support programme to high-potential startups in India, Brazil and Indonesia, to build high quality apps and successful businesses. As part of the programme, which is called Launchpad Accelerator, developers will be connected with Google professionals […]                                ", "title": "\n                                    Google to mentor Indian mobile startups with an equity-free accelerator programme                                "},
{"url": "http://yourstory.com/2015/12/india-forbes-ranking/", "text": "\n                                    India has ranked a low 97th out of 144 nations, behind Kazakhstan and Ghana, on Forbes’ annual list of the best countries for business in 2015, scoring poorly on metrics like trade and monetary freedom and tackling challenges like corruption and violence. Denmark topped the list of the 144 nations on the Best Countries of […]                                ", "title": "\n                                    With growth fallen to decade low, India ranks 97th on Forbes’ best countries for business list                                "},
{"url": "http://yourstory.com/2015/12/yourstory-droid-brunch/", "text": "\n                                    Mobile is truly eating the world. And this growth is coming from developing countries like India. With a population of over 1.3 billion, India currently has more than 900 million mobile subscriptions out of which reports estimate that more than 200 million use data on the mobile. This is huge but the penetration has just […]                                ", "title": "\n                                    YourStory Droid Brunch, a workshop on getting started with android development on 19th December, 2015                                "},
{"url": "http://yourstory.com/2015/12/state-trading-corporation-e-commerce/", "text": "\n                                    State Trading Corporation, a public sector enterprise, plans to get into the e-commerce space in the next six months, the top company official said. “We are proposing to go into e-commerce. Because, we have been told that e-commerce is the future of business. Since we have a strength in edible oil, we will definitely get […]                                ", "title": "\n                                    State Trading Corporation of India plans to foray into e-commerce space                                "},
{"url": "http://yourstory.com/2015/12/irctc-paytm-e-catering/", "text": "\n                                    Train passengers will now find it easier to make online payments for the food ordered through e-catering with Indian Railway Catering and Tourism Corporation (IRCTC) entering into a tie-up with Paytm, a leading payment and e-commerce shopping website. “We have roped in Paytm for providing maximum option to passengers for making online payments. Efforts are […]                                ", "title": "\n                                    IRCTC ties up with Paytm for e-catering payments                                "},
{"url": "http://yourstory.com/2015/12/spencers-meragrocer-acquisition/", "text": "\n                                    Spencer’s Retail has forayed into online space with the acquisition of 100 per cent stake in meragrocer.com at an undisclosed sum to grab 10 per cent of revenue in 4-5 years. This acquisition makes meragrocer.com a subsidiary of Spencer’s, and will form the starting point of Spencer’s online retail business, Spencer’s said in a statement. […]                                ", "title": "\n                                    Spencer’s enters online space with meragrocer acquisition                                "},
{"url": "http://yourstory.com/2015/12/bigbasket-break-even/", "text": "\n                                    Online grocery provider Bigbasket.com expects to achieve break-even in the next two years and increase revenue to USD 2 billion from the current Rs 1,000 crore (about USD 150 million) on the back of expansion of network. “We are looking at financial year 2017-18 as break-even year for the entire company. By that time, we […]                                ", "title": "\n                                    Bigbasket expects to achieve break-even in the next two years                                "},
{"url": "http://yourstory.com/2015/12/flipkart-data-future-moves/", "text": "\n                                    Flipkart just released a whole bunch of data based on the buying preferences of its 50 million shoppers. The actual findings are definitely interesting. But what’s more interesting is the glimpse it provides into the Bengaluru-based e-commerce major’s current and future areas of focus. Big push into the sub-$100 smartphone category Flipkart has been busy […]                                ", "title": "\n                                    What Flipkart’s data reveals about its future moves                                "},
{"url": "http://yourstory.com/2015/12/snapdeal-2015-story/", "text": "\n                                    There are stories of success and there are stories of failure. The best kind always leave you pleasantly surprised, and the story of Snapdeal’s road to success, with its fair share of ups and downs, definitely fulfils this criterion. By the mid-2000s, the e-commerce boom had already begun across Asia. In November 2011, inspired by […]                                ", "title": "\n                                    The year that was – Snapdeal’s 2015 story                                "},
{"url": "http://yourstory.com/2015/12/freshdesk-acquisition-konotor/", "text": "\n                                    Chennai-based enterprise software startup FreshDesk has acquired mobile-first user engagement platform Konotor. The third acquisition by the startup in 2015 depicts its mission to deliver omni-channel customer service. FreshDesk made its first acquisition in August 2015 with live video chat provider 1CLICK.io and second one in October 2015 with social recommendation app Frilp. “Mobile­first companies […]                                ", "title": "\n                                    FreshDesk makes its third acquisition this year with Chennai-based messaging app Konotor                                "},
{"url": "http://yourstory.com/2015/12/blubirch-angel-funding/", "text": "\n                                    Bengaluru-based reverse logistics service provider Blubirch has secured $2 million in angel funding from Chicago Capital ventures, Sanjay Mehta, and others. The startup is an independent end-to-end solution provider for electronics and IT reverse logistics. It helps companies maximise recovery from returned, unsold and unused technology assets for retailers, original equipment manufacturers(OEMs) and enterprises. The […]                                ", "title": "\n                                    Reverse logistics startup Blubirch raises $2 million in angel funding                                "},
{"url": "http://yourstory.com/2015/12/ibm-smartcamp-india-2015-winners/", "text": "\n                                    India is big. India is diverse. India is clustered, and this clustering is happening in the software product industry, too. A large number of B2B SaaS-product companies have emerged successfully in gaining solid customer momentum . However Enterprise startups are not the kind that you hear about every day. This is primarily because they’re not […]                                ", "title": "\n                                    Here are the winners from the IBM SmartCamp India 2015, top startups in the B2B space                                "},
{"url": "http://yourstory.com/2015/12/sebi-startup-listing/", "text": "\n                                    Urging investment bankers to actively promote listing of start-ups and SMEs, Sebi chairman U K Sinha has said the market regulator is open to any changes if there is reasonable need for them. The chief of Securities and Exchange Board of India also said that while no start-up has got listed on the country’s capital […]                                ", "title": "\n                                    Sebi has asked investment bankers to promote startup listing                                "},
{"url": "http://yourstory.com/2015/12/kohli-mobile-game/", "text": "\n                                    Indian Test captain Virat Kohli is set to have a game on him with a leading mobile game publisher announcing the launch of Virat Cricket Challenge. It is the brainchild of a leading mobile game publisher, Nazara Games, Cornerstone sport and Kohli himself. Kohli will be a playable character in this cricket game. His character […]                                ", "title": "\n                                    Kohli collaborates with Nazara Games, Cornerstone sport to create a mobile game on cricket                                "},
{"url": "http://yourstory.com/2015/12/leverage-design/", "text": "\n                                    The best startups are powered by products with quality design. There is a growing appetite in the Indian startup scene to implement great design, yet there are few platforms that teach how. Design is critical “Design is a critical element to early and continuous customer adoption and engagement,” says Pankaj Jain, Partner at 500 Startups. […]                                ", "title": "\n                                    How startups can leverage design to succeed                                "},
{"url": "http://yourstory.com/2015/12/snapdeal-launches-multilingual-interface-woo-bharat/", "text": "\n                                    Local languages will drive the future of Internet-based content and commerce in India. Realising the need of multilingual interface, e-commerce behemoth Snapdeal has launched mobile interface in Hindi and Telegu. The Gurgaon-based company also plans to roll out similar interface for nine different regional languages including Gujarati, Tamil, Marathi, Bengali, Kannada, Malayalam, Oriya, Assamese and […]                                ", "title": "\n                                    Snapdeal launches multilingual interface to woo Bharat                                "},
{"url": "http://yourstory.com/2015/12/beautiful-years/", "text": "\n                                    In real life unlike the one in ‘reel’ life, the elderly do not get relegated to character roles. They simply vanish from the picture. From mass media to advertising to businesses — a world where youth is worshipped, it would seem there’s no country for old people. In another 10 years consider the population that […]                                ", "title": "\n                                    Senior care draws attention from startups, Beautiful Years aims to be this segment’s TripAdvisor                                "},
{"url": "http://yourstory.com/2015/12/housejoy-seriesb-funding/", "text": "\n                                    Housejoy, an online home services provider, has raised Rs 150 crores in Series B round of funding. The round was led by Amazon and included new investors Vertex Ventures, Qualcomm and Ru-Net Technology Partners. Existing investors Matrix Partners India also participated in this new round. Housejoy was founded  in January 2015 by Sunil Goel and […]                                ", "title": "\n                                    Housejoy raises Rs 150 crore funding led by Amazon, aims to reach 50,000 service providers                                "},
{"url": "http://yourstory.com/2015/12/portal-urban-farming-ugaoo/", "text": "\n                                    An interactive portal aimed at providing quality products and credible knowledge to avid farmers and gardeners in India has been launched in Mumbai. Ugaoo.com envisages changing the way of India farms and gardens, portal founder Siddhant Bhalinge told reporters at the launch event. The online store sells equipment and encourages informative discussions based on topics […]                                ", "title": "\n                                    Ugaoo.com, an interactive portal for urban farming and gardening launched in Mumbai                                "},
{"url": "http://yourstory.com/2015/12/rubique/", "text": "\n                                    You’re in the market for a loan. As a consumer you have the option to go to online web aggregators, third-party vendors or banks and financial institutions. After working for different banks like HDFC, Citibank, and Yes Bank, Manavjeet Singh saw that these solutions did not actually bring the borrower and lender together. Loan is […]                                ", "title": "\n                                    With Rs 150 crore in loans disbursed in a year, Rubique is using tech to streamline the lending process                                "},
{"url": "http://yourstory.com/2015/12/grabhouse/", "text": "\n                                    Winter is coming. The phrase from Winterfell seems to hold very true for the startups today. After news of firing from biggies like TinyOwl, Housing, and Zomato, and news of unrest at the Bengaluru office of the B2B logistics player Roadrunnr, Grabhouse, the real estate startup, has allegedly mass fired its employees. Sources claim that […]                                ", "title": "\n                                    After Housing, TinyOwl, and Zomato, Grabhouse grabs headlines on mass firing                                "},
{"url": "http://yourstory.com/2015/12/wow-express/", "text": "\n                                    As I walk through Andheri’s MTNL Lane in Mumbai, every so often crossing a structure with the words ‘WOW Express’ splashed across them in lively blues and greens. I get the sense that the tech-enabled logistics startup is a bastion in the making – not just physically in the area, but allegorically in the industry […]                                ", "title": "\n                                    The seven commandments of running a new-age logistics company with a heart – as told by WOW Express                                "},
{"url": "http://yourstory.com/2015/12/qualcomm-design-india-challenge/", "text": "\n                                    If you’re a hardware or product design company with a world-class idea looking for engineering, technical and funding support, register for the Qualcomm® Design in India challenge today When the world talks about technology and India in the same sentence, it’s usually to refer to the applications we help develop, the services and support we […]                                ", "title": "\n                                    Calling product and hardware design firms to participate in the Qualcomm® Design in India challenge                                "},
{"url": "http://yourstory.com/2015/12/the-top-10-books-2015/", "text": "\n                                    2015 has been another outstanding year for books about startups and innovation, reflecting a global interest in the entrepreneur ecosystem. See our earlier lists of ‘Top 10 Books for Entrepreneurs’ from 2014, 2013 and 2012 as well. YourStory has also published the pocketbook Proverbs and Quotes for Entrepreneurs: A World of Inspiration for Startups as […]                                ", "title": "\n                                    The Top 10 books of 2015 for entrepreneurs!                                "},
{"url": "http://yourstory.com/2015/12/fdi-in-e-commerce-confusion/", "text": "\n                                    Most entrepreneurs running online retail companies in India have been hoping for an all-encompassing foreign direct investment (FDI) policy that will clear doubts and confusions once and for all. But that hope remains just that and confusion continues. The latest salvo was by the Delhi High Court in November, when it ordered the government to […]                                ", "title": "\n                                    FDI in e-commerce: companies pray for final policy clarity from govt                                "},
{"url": "http://yourstory.com/2015/12/quinto-siri-for-food-and-restaurant-recommendations/", "text": "\n                                    There are times when being spoilt for choice can be a problem. While you may know which restaurant to head out to, you’re still not sure what to order there. Sahil Khan, author of Pune-based food blog ‘The Tossed Salad’ and owner of egg specialty restaurant ‘The Yolkshire’ saw that a lot of his readers […]                                ", "title": "\n                                    Pune-based Quinto claims to be the Siri for food and restaurant recommendations                                "},
{"url": "http://yourstory.com/2015/12/curious-case-pre-series/", "text": "\n                                    The startup ecosystem has given rise to some interesting terminology. Unicorns used to be mythical creatures, now they are young companies who are valued at over a billion dollars. This year’s new term, at least as far as the Indian startup world is concerned, is ‘pre-Series A’. Coined in 2013 in US, Indian entrepreneurs adopted […]                                ", "title": "\n                                    The curious case of pre-Series A                                "},
{"url": "http://yourstory.com/2015/12/fuccha/", "text": "\n                                    College is a time when one’s head is brimming with ideas, opinions, and inspiration, and there is a need to connect with like-minded people to share these thoughts. Sadly, there is also a severe lack of youth representation in traditional media, and of platforms where college students can feel a sense of community.   Delhi […]                                ", "title": "\n                                    College students can raise their voice and be heard on Fuccha                                "},
{"url": "http://yourstory.com/2015/12/infosys-second-startup-investment-in-a-week/", "text": "\n                                    Infosys, one of India’s biggest IT service providers, has had a happening year in terms of investments. The last seven days has seen the IT giant investing in two US-based tech startups for a total of $7 million, bringing the total number of investments this year to six. Curiously, five of those are US-based. Both […]                                ", "title": "\n                                    Infosys makes its second startup investment in a week                                "},
{"url": "http://yourstory.com/2015/12/openai-infosys/", "text": "\n                                    In a blog post, recently, Greg Brockman, Ilya Sutskever and their team announced the formation of OpenAI, a non-profit artificial intelligence(AI) research company. The goal of the organisation is to “advance digital intelligence in the way that is most likely to benefit humanity as a whole, unconstrained by a need to generate financial return.” Vishal […]                                ", "title": "\n                                    Why Infosys is joining Elon Musk, Y Combinator and others in pledging $1 billion for OpenAI                                "},
{"url": "http://yourstory.com/2015/12/capricoast-funding/", "text": "\n                                    Bengaluru-based CapriCoast.com, an online-to-offline (O2O) marketplace for modular furnishings, has raised $3.5 million in a Series A round led by existing investors Accel Partners India and RB Investments. CapriCoast was founded by Jawad Ayaz and consists of a team of 55 members. Almost two-thirds of the workforce consists of design consultants and techies, with marketing […]                                ", "title": "\n                                    Home solutions startup CapriCoast.com raises Series A funding from Accel and RB Investments                                "},
{"url": "http://yourstory.com/2015/12/suresh-eriyat-animated-dreams-reality/", "text": "\n                                    Growing up in Tripunithura, a small town outside Kochi in Kerala, Suresh Eriyat discovered his artistic talents while still a student at Chinmaya Vidyala. The founder of ‘STUDIO EEKSAURUS’, an animation studio, Suresh was fortunate to have the unstinting support of his father and teachers who persuaded him to participate in multiple local and state-level […]                                ", "title": "\n                                    How Suresh Eriyat animated his dreams into reality                                "},
{"url": "http://yourstory.com/2015/12/azim-pemji-philanthropy/", "text": "\n                                    Is there such a thing as the art of giving? Apparently there is. Ask Mark Zuckerberg, who recently pledged 99 percent of his wealth to charity during his lifetime, or Warren Buffett, the guru of philanthropy, or Bill Gates. And closer home, Azim Premji, and maybe a handful of other corporate leaders. Philanthropy is suddenly […]                                ", "title": "\n                                    Why are wealthy Indians stingy while rich Americans give generously? Azim Premji has the answer                                "},
{"url": "http://yourstory.com/2015/12/founder-tips-for-making-hardware-less-hard/", "text": "\n                                    Hardware startups are now beginning to enjoy the type of attention that their software counterparts have enjoyed. “The decreasing cost of prototyping is lowering the barriers to entry and making it more feasible to develop a physical product within economic constraints,” begin Renee DiResta, Brady Forrest and Ryan Vinyard in their new book The Hardware […]                                ", "title": "\n                                    Hardware startups and products: founder tips for making hardware less hard                                "},
{"url": "http://yourstory.com/2015/12/alternative-delivery-solutions/", "text": "\n                                    Manish received an SMS from the e-commerce company he had placed an order with saying his package would be delivered soon. He then started getting incessant phone calls whilst he was busy at work from the delivery courier company, asking him directions to drop off the package. An irritated Manish snapped at the delivery guy […]                                ", "title": "\n                                    Time for e-commerce companies to explore alternative delivery solutions                                "},
{"url": "http://yourstory.com/2015/12/funding-roundup-december-second-week/", "text": "\n                                    The second week of December saw the announcement of 32 startup investments. The fund value for the week stood at $95.5 million. This number reflects only the deals where the funding amounts were disclosed. In the first week of December, 19 deals were announced and the deal value was $3.5 million. Again, this includes only […]                                ", "title": "\n                                    Faasos and BlackBuck account for half the deal value in the 2nd week of December                                "},
{"url": "http://yourstory.com/2015/12/cliniops/", "text": "\n                                    It was in a little Thai restaurant in downtown San Francisco, in 2012, that Avik Pal had his Eureka moment on data management for clinical trials. Over lunch with some scientists discussing various ways of leveraging technology in clinical trials, Avik, a founding board member at iKure, realised that the entire consenting process in clinical […]                                ", "title": "\n                                    California and Kolkata-based CliniOps helps the biopharma industry manage its data using technology                                "},
{"url": "http://yourstory.com/2015/12/blablacar-delhi-odd-even/", "text": "\n                                    Ride-sharing platform BlaBlaCar will launch a new feature that will allow its users in Delhi to offer rides on specific days depending on their number plates in compliance with the state government’s proposed odd-even formula. The Paris-headquartered firm, which launched its services in India in January this year, has already seen one million seats being […]                                ", "title": "\n                                    Ride-sharing platform BlaBlaCar to offer rides as per Delhi’s odd-even plan                                "},
{"url": "http://yourstory.com/2015/12/routesms-expansion/", "text": "\n                                    Mobile messaging service provider Routesms is looking to invest up to Rs 30 crore in the next six months to expand to 10 new countries. The company is expecting the investment to help achieve a nearly 50 per cent jump in its revenue to Rs 400 crore during the next fiscal. “We will close FY16 […]                                ", "title": "\n                                    Mobile messaging service provider Routesms to invest up to Rs 30 cr to widen footprint                                "},
{"url": "http://yourstory.com/2015/12/happy-hakka/", "text": "\n                                    When hunger strikes and one is too lazy to cook up something at home or step out to grab a bite, the trusty pizza delivery service never fails. Yet, when it comes Chinese cuisine, people mostly tend to opt for dining out. In other words, the popular Chinese takeout of the West had still not […]                                ", "title": "\n                                    Bringing the Chinese takeout to Delhi is Happy Hakka, delivery-centric Chinese QSR                                "},
{"url": "http://yourstory.com/2015/12/startup-journeys-quotes-productive-person/", "text": "\n                                    From marketing trends to marriage services, witness the memorable journey of Indian entrepreneurship in these excerpts and stories! StoryBites is a weekly feature from YourStory, featuring notable quotable quotes in our articles of this past week (see the previous post here). Share these 25 gems and insights from the week of December 6 – 12 […]                                ", "title": "\n                                    ‘Only a happy person is the most productive person’ – 25 quotes from Indian startup journeys                                "},
{"url": "http://yourstory.com/2015/12/senior-citizens-startups/", "text": "\n                                    “Youth has no age” -Pablo Picasso In a country recognised the world over for its working age population and growth rates, and where companies rightly and obsessively focus on the power and size of the youth segment, the substantial and large segment of seniors is often ignored. Our news stories, leadership summits, talent hunts etc., […]                                ", "title": "\n                                    From retirement to refirement: why startups should be paying more attention to senior citizens                                "},
{"url": "http://yourstory.com/2015/12/kidology/", "text": "\n                                    When in college, Ankur Mittal, Neha Sachar Mittal and Karina Rajpal had spent many hours discussing startup ideas. However, life after college took the three friends down separate corporate paths. But the startup dream remained and years after passing out of college they joined hands to create Kidology, a luxury kidswear brand. Ankur a Chartered […]                                ", "title": "\n                                    An Indian luxury kidswear brand wants to take on the likes of Burberry Kids, Armani Junior, and Gucci Kids                                "},
{"url": "http://yourstory.com/2015/12/byjus-classes-byju-raveendran/", "text": "\n                                    How does one create India’s biggest and arguably the most well-known ed-tech company? If you ask Byju Raveendran of Byju’s Classes, he’ll tell you it’s by competing with yourself, and not others. His passion and drive are infectious. At TechSparks 2015, Byju’s talk had focused around making students love learning, get addicted to learning. This […]                                ", "title": "\n                                    Meet Byju, who’s changing the way India learns                                "},
{"url": "http://yourstory.com/2015/12/gujarat-defence-manufacturing-policy/", "text": "\n                                    Gujarat government is planning to bring a new policy to encourage domestic players to set up defence manufacturing units in the state, a senior official has said. Addressing the CII Defence Conclave-2015 in Ahmedabad, Managing Director of Gujarat Industrial Development Corporation (GIDC) Manoj Aggarwal said entrepreneurs needs to take some risks to explore this new […]                                ", "title": "\n                                    Gujarat plans a new defence manufacturing policy, asks entrepreneurs to take more risks                                "},
{"url": "http://yourstory.com/2015/12/shah-rukh-khan-iimb/", "text": "\n                                    He sang, he romanced, and floored every hard-nosed corporate honcho at the IIM Bangalore’s first-ever alumni meet — IIMBUE’s Leadership Summit — in Bengaluru on Friday. Shah Rukh Khan, the Badshah of Bollywood, did what he does best and entertained the houseful audience with his brand of leadership lessons in his trademark style and sense […]                                ", "title": "\n                                    Shah Rukh Khan’s life lessons to IIMB alumni – ‘be a Dilwale’                                "},
{"url": "http://yourstory.com/2015/12/rainmaker-ventures/", "text": "\n                                    Industrialist Sudhir Menon and digital marketer Atul Hegde have come together to lend a helping hand to fledgling companies. Their Rainmaker Ventures has kicked off with $50 million early-stage funding and aims to invest capital in and wholly-mentor new firms. Sudhir is CMD of Dorf Ketal, a Rs 2,000-crore global corporation specialising in the development, […]                                ", "title": "\n                                    Rainmaker Ventures set up with $50-million early-stage funding to  invest in and mentor startups                                "},
{"url": "http://yourstory.com/2015/12/eureqa-funding/", "text": "\n                                    eureQa, a test automation software-as-a-service (SaaS) startup, has raised a seed funding of USD 600,000 (about Rs 4 crore) from Sashi Reddi and Gabriel Investments, a Philadelphia-based venture fund. As a part of the funding, Sashi Reddi, managing partner at SRI Capital, will join eureQa’s board, the company said in a statement. “Sashi Reddi and […]                                ", "title": "\n                                    Test automation SaaS startup eureQa raises $600,000 seed funding                                "},
{"url": "http://yourstory.com/2015/12/awesome-startup-employee-shrey-gupta-oyo-rooms-optimus-prime/", "text": "\n                                    The bright red boards with the bold white ‘OYO’ splashed across have become a common sight across most metropolitan cities in India. A 25-year-old is responsible for much of OYO’s rapid expansion. “Shrey joined us a year ago when we had only 20 properties. He has been instrumental in leading some of our most critical […]                                ", "title": "\n                                    Awesome Startup Employee Shrey Gupta is OYO Rooms’ very own Optimus Prime                                "},
{"url": "http://yourstory.com/2015/12/medplus-expansion/", "text": "\n                                    Retail pharmacy chain MedPlus Health Services said it is in the process of raising USD 50 million by the end of current financial year to finance its expansion plans. According to company’s CEO Madhukar Gangadi, the company with over 1,300 outlets across the country is expected to post revenues up to Rs 1,800 crore this […]                                ", "title": "\n                                    MedPlus eyes raising $50 mn to finance its expansion plans                                "},
{"url": "http://yourstory.com/2015/12/uberpool/", "text": "\n                                    Cab hailing app Uber is now looking at enabling private car owners in the city to car pool through its platform in order to meet the heavy demand expected once the state government implements its odd-even formula. Uber will roll out its ride sharing initiative to commercial as well as private vehicles in Delhi in […]                                ", "title": "\n                                    To cash on ‘odd-even’, Uber plans to launch car pooling in Delhi                                "},
{"url": "http://yourstory.com/2015/12/paynear-funding/", "text": "\n                                    Payments solution startup Paynear said it has raised USD 2.5 million (about Rs 16 crore) as part of its USD 10 million fund raising plan. The city-based company founded in 2013 has raised the money from serial investor Mitesh Majithia, a statement issued in Mumbai said. It has a presence in 20 cities with over […]                                ", "title": "\n                                    Payments solution startup Paynear raises $2.5 mn, plans expansion                                "},
{"url": "http://yourstory.com/2015/12/weddingz/", "text": "\n                                    Last summer, Sandeep Lodha  went to attend his cousin brother’s wedding in Orissa. He realised, when it came to organising a wedding, nothing much had changed even 15 years after he got married. It was the same feeling of being anxious and clueless about which vendor to choose and which venue to narrow down on. […]                                ", "title": "\n                                    This Wharton School alumnus wants to bring the big fat Indian wedding under one umbrella                                "},
{"url": "http://yourstory.com/2015/12/startup-hatch-vikraman-saranyan-ikp-eden/", "text": "\n                                    [ This article is part of the YourStory series Startup Hatch, about incubators, accelerators and mentorship programmes in the startup ecosystem. See earlier profiles of incubation and acceleration initiatives at IIT Bombay, IIM Bangalore, BITS Pilani, NCL, Tata Elxsi, Axilor, NID, IIIT-Bangalore, IIIT-Hyderabad, Vellore Institute of Technology, The Entrepreneurs Organisation and PSG Coimbatore. ] Vikraman […]                                ", "title": "\n                                    [Startup Hatch] ‘Don’t be afraid to fail early and fail often’ – Vikraman Saranyan, IKP-EDEN incubator                                "},
{"url": "http://yourstory.com/2015/12/zoomot/", "text": "\n                                    It’s Monday morning. You’re already cursing that extra five minutes you spent in bed after hitting the snooze button. The cabs are running at double the meter, and the idea of having to drive in peak hour traffic is a nightmare. This was a problem Mumbaikars Youmit Singh, Navneet Singh and Randeep Singh were facing […]                                ", "title": "\n                                    Powai-based Zoomot makes ride-sharing convenient and affordable                                "},
{"url": "http://yourstory.com/2015/12/thelabellife/", "text": "\n                                    In 1994, when Sushmita Sen stood on the Miss Universe stage going through the final rounds, an impressionable 16-year-old Preeta Sukhtankar hung on to each word as she answered the final clincher at the pageant: What, for you, is the essence of being a woman? “The very fact that one is a woman is the […]                                ", "title": "\n                                    The 4 Indian fashion goddesses hungry to take their lifestyle brand places                                "},
{"url": "http://yourstory.com/2015/12/influencer-marketing-trends-2016/", "text": "\n                                    With social media becoming ubiquitous, today’s generation follows social media stars as closely as movie stars and sports celebrities. As a result, businesses of all sizes increasingly engage social influencers as part of their marketing strategy to connect with the social and mobile-first consumers in 2015. Several major studies were carried out during the year […]                                ", "title": "\n                                    5 key Influencer Marketing trends for 2016                                "},
{"url": "http://yourstory.com/2015/12/urbanclap-ratan-tata-funding/", "text": "\n                                    Services marketplace UrbanClap on Thursday announced that Ratan N. Tata, Chairman Emeritus of Tata Sons, has invested in the company in his personal capacity. In November, UrbanClap had raised $25 million in a Series-B round of funding led by Bessemer Venture Partners. Existing investors SAIF Partners and Accel Partners had participated in that round. The company was founded […]                                ", "title": "\n                                    UrbanClap joins Ratan Tata’s growing startup portfolio                                "},
{"url": "http://yourstory.com/2015/12/prophesee-funding/", "text": "\n                                    Delhi-based digital analytics startup PropheSee has raised $516,000 in angel round led by Indian Angel Network (IAN), Stanford Angels and Entrepreneurs India (SA&E India). This is SA&E’s first investment, since launching in July. The funding will be used towards building more industry specific analytics and modules, investing in predictive algorithms and data visualisation methods. Following […]                                ", "title": "\n                                    Digital analytics startup PropheSee secures over $500,000 from IAN and Stanford Angels                                "},
{"url": "http://yourstory.com/2015/12/refiral/", "text": "\n                                    If you are a user of Uber or Ola, chances are you tried the platform for the first time because of a message you got from a friend telling you that the first ride is free if you use a code the friend sent. This is referral marketing and is one of the most effective […]                                ", "title": "\n                                    SaaS-based referral campaign tool Refiral addresses marketing needs of e-commerce and online businesses                                "},
{"url": "http://yourstory.com/2015/12/i2e1-funding/", "text": "\n                                    Delhi-based i2e1, a smart network layer platform which aims to provide low-cost and free Internet to consumers and actionable analytics to providers, has raised a seed round of $500,000 led by growX ventures. The round also saw participation from angel investors such as Mohandas Pai, Rajan Pandhare, Debasish Mitter, and Singapore Angel Network. IIT-Delhi, where […]                                ", "title": "\n                                    i2e1 raises $500,000 seed funding from growX ventures, Mohandas Pai                                "},
{"url": "http://yourstory.com/2015/12/interactive-intelligence-acquires-customer360/", "text": "\n                                    US-based Interactive Intelligence, a customer engagement and collaboration software and cloud services provider, has acquired Mumbai-based startup Customer360, a platform that helps companies improve customer relations using non-voice communications channels. Customer360’s Software as a Service (SaaS) product was launched in September 2013 and it offers a customer engagement platform that includes video chat and mobile […]                                ", "title": "\n                                    Mumbai-based Customer360 gets acquired by US-based Interactive Intelligence                                "},
{"url": "http://yourstory.com/2015/12/voxweb-funding/", "text": "\n                                    Social networking app VoxWeb has raised USD 3,50,000 in a fresh round of funding from an undisclosed investor which will be used for introducing new features and build technology. “VoxWeb has raised USD 3,50,000 or around Rs 2.3 crore in the second round of funding,” the Mumbai-based start-up said in a statement. The capital raised […]                                ", "title": "\n                                    VoxWeb raises $350,000 in second round of funding, plans to build technology                                "},
{"url": "http://yourstory.com/2015/12/joe-hukum-funding/", "text": "\n                                    Joe Hukum, a concierge service startup, has raised an undisclosed amount from TracxnLabs and a group of angels led by Citrus Payments founder Jitendra Gupta and HealthKart founder Prashant Tandon. The company also said that it is in advanced stages for its next round of funding. Founded by ex-HealthKart employees, Joe Hukum is a personalisable […]                                ", "title": "\n                                    Concierge service startup Joe Hukum gets seed funding from TracxnLabs, others                                "},
{"url": "http://yourstory.com/2015/12/crayon-data-india/", "text": "\n                                    Singapore-based big data startup Crayon Data is setting up India operations in alliance with WPP-owned media investment management firm GroupM and its subsidiary Mindshare. Ratan Tata had recently invested an undisclosed amount in Crayon Data. “Together, GroupM, Mindshare and Crayon Data aim to map the taste of millions of Indian consumers, which will allow enterprises […]                                ", "title": "\n                                    Backed by Ratan Tata, Singapore-based Crayon Data sets up business operations in India                                "},
{"url": "http://yourstory.com/2015/12/photo-sparks-startup-iot-india/", "text": "\n                                    PhotoSparks is a weekly feature from YourStory, with photographs that celebrate the spirit of creativity and innovation. In this photo essay, we cover the startup expo at the inaugural IoT Next 2015 conference in Bangalore! In the earlier 70 posts, we brought you a wide range of creative photographs from an art fair, world music […]                                ", "title": "\n                                    [Photo Sparks] Startup showcase at IoT Next 2015: will India become the IoT capital of the world?                                "},
{"url": "http://yourstory.com/2015/12/online-hiring-monster/", "text": "\n                                    Online hiring activities in November grew by 53 per cent compared to the same month last year, led by the retail sector, according to a Monster.com report. Monster Employment Index, a monthly gauge of the country’s online job demand rose by 76 points to 220 in November this year from 144 in the corresponding period […]                                ", "title": "\n                                    Online hiring activity grew by 53% in November, according to Monster                                "},
{"url": "http://yourstory.com/2015/12/dinup/", "text": "\n                                    There were 30 days to go. The cash registers were silent. The co-founder had quit unable to deal with the mess. The office space had to be vacated, as paying the rent was no longer possible. Is this what entrepreneurship is all about? This was not what Dinup Kalleril had in mind when he left […]                                ", "title": "\n                                    From a delivery boy to an entrepreneur, this 27-year-old from Kochi decided to follow his passion relentlessly                                "},
{"url": "http://yourstory.com/2015/12/startup-valuations-chanda-kochhar/", "text": "\n                                    With concerns being raised over sustainability of high valuations commanded by startups, ICICI Bank chief Chanda Kochhar has said the “euphoria” will settle down once economic sense takes over. “I believe finally the values have to come out of or based on the underlying economic flows within these business models. That is where finally the […]                                ", "title": "\n                                    High startup valuations will settle once economic sense takes over, says ICICI chief Chanda Kochhar                                "},
{"url": "http://yourstory.com/2015/12/mobile-platform-digital-coupons/", "text": "\n                                    Digital coupons are slowly but gradually witnessing an increase in demand in the Indian market. Thanks to the savings they offer to consumers, and more businesses now distributing their coupons digitally, the market is recording???  Year-on-year growth is here. As per a strategic white paper on digital coupon market released by Pepperwood Partners, a boutique […]                                ", "title": "\n                                    Mobile platform to fuel demand for digital coupons in India                                "},
{"url": "http://yourstory.com/2015/12/mobiprobe-tech30-2015/", "text": "\n                                    Developing a bug-free app is no longer good enough. Users expect world class experience even when the first version of an app is released. Most developers detect major or minor bugs after the first iteration of the app is shipped and published on the Playstore. In most cases, these are corrected, but the damage could […]                                ", "title": "\n                                    With a 15KB SDK, MobiProbe helps developers be in better control of their apps                                "},
{"url": "http://yourstory.com/2015/12/yuri-milner-tiger-global-funding-blackbuck/", "text": "\n                                    Bengaluru-based online logistics marketplace BlackBuck has raised $25 million in a Series B round led by Tiger Global and Apoletto, DST Global-Yuri Milner’s Founders Fund. Existing investors, Accel Partners and Flipkart also participated in this round. Accel and Flipkart had invested $5 million in the company earlier this year. BlackBuck will use the fresh funds […]                                ", "title": "\n                                    Yuri Milner and Tiger Global lead $25 million funding into logistics startup BlackBuck                                "},
{"url": "http://yourstory.com/2015/12/easyfix-jaipur/", "text": "\n                                    Buoyed by its success in the NCR and other parts of the country, maintenance and repair service provider EasyFix has forayed into Jaipur with an aim to serve at least 100 customers a day in the pink city. Established in 2011, the Gurgaon-based firm provides repair and maintenance services for carpentry, electrical work and plumbing […]                                ", "title": "\n                                    Maintenance and repair service provider EasyFix expands footprint in Jaipur                                "},
{"url": "http://yourstory.com/2015/12/jigsaw-academy-funding/", "text": "\n                                    Jigsaw Academy, an ‘online school of analytics’ has received a Rs 20-crore funding from Manipal Global Education Services (MaGE). The company will use the funds to expand its global reach. The company was founded in 2011 by Gaurav Vohra and Sarita Digumarti with the vision of providing analytics and big data skills to students and […]                                ", "title": "\n                                    Analytics training platform Jigsaw Academy receives Rs 20 cr. in funding from Manipal Global Education Services                                "},
{"url": "http://yourstory.com/2015/12/payubiz-payment/", "text": "\n                                    Multi-layered authentication is often a hassle for frequent shoppers. To solve this problem, payment gateway solution provider PayUbiz unveiled ‘one tap’. The feature enables all mobile payments being made through debit or credit card to happen by just one tapon the screen. Image credit: ShutterStock The PCI-DSS-compliant and patent-pending ‘one tap technology’ ensures that the […]                                ", "title": "\n                                    Bye to multi-layered payment process, PayUbiz unveils one-tap feature                                "},
{"url": "http://yourstory.com/2015/12/yumist-funding-unilazer/", "text": "\n                                    Yumist, a full stack food tech startup operating in the daily meals segment, has raised a pre-series A round of $2 million led by Ronnie Screwvala’s fund Unilazer Ventures. Existing investor Orios Venture Partners participated in this round. Steven Lurie, a Valley-based investor, has also joined the round. Yumist was founded in November 2014 by […]                                ", "title": "\n                                    Yumist raises $2M led by Ronnie Screwvala’s Unilazer to expand to 8 cities by end of 2016                                "},
{"url": "http://yourstory.com/2015/12/aap-clean-up-delhi-act/", "text": "\n                                    I used to believe that issues of climate and environment were matters of intellectual sophistry for the English-speaking elite and that the common man was preoccupied with more important things. But today, I must admit I was wrong. In the recent past, no issue has dominated public consciousness as much as the Odd-Even formula (Road […]                                ", "title": "\n                                    Will the AAP government’s Odd-Even formula help clean up Delhi’s act?                                "},
{"url": "http://yourstory.com/2015/12/photo-sparks-bangalore-it/", "text": "\n                                    PhotoSparks is a weekly feature from YourStory, with photographs that celebrate the spirit of creativity and innovation. In this photo essay, we cover the startup expo at the 18th annual Bangalore IT and Electronics conference! In the earlier 70 posts, we brought you a wide range of creative photographs from an art fair, world music […]                                ", "title": "\n                                    [Photo Sparks] IoT, drones, ed-tech and more: startup showcase at the 18th annual Bangalore IT Conference                                "},
{"url": "http://yourstory.com/2015/12/juicifix/", "text": "\n                                    For many of us, inspiration for that great business idea that strikes on a Friday night is forgotten once the routine of a new week sets in. Tejomay Rastogi’s story is a little different. The 35-year-old health freak decided to bottle Naanima’s life hacks and sell it to weary Mumbaikars looking for an energy and […]                                ", "title": "\n                                    Juicifix wakes Mumbaikars up with a bottle full of good health                                "},
{"url": "http://yourstory.com/2015/12/career360-acquires-nopaperforms/", "text": "\n                                    The Indian edtech sector is beginning to see consolidation. In the latest development in the sector, Career360 has acquired Mumbai Angels-funded education startup NoPaperForms.com. Launched four years ago, NoPaperForms has developed a user-driven enrollment automation engine that makes it easy for academic institutions to accept admission applications online. The startup was first recognised in 2011 […]                                ", "title": "\n                                    Edtech startup Career360 acquires Mumbai-based NoPaperForms                                "},
{"url": "http://yourstory.com/2015/12/aarav-unmanned-systems/", "text": "\n                                    From being a figment of a science fiction writer’s imagination just a few years ago, today, unmanned aerial vehicles (UAVs) have become a reality. A handful of Indian startups are working on specialised UAVs that can be deployed for everything from disaster management and crop monitoring to land surveys and aerial photography. Aarav Unmanned Systems […]                                ", "title": "\n                                    Aarav Unmanned Systems is mapping the future with its UAV technology                                "},
{"url": "http://yourstory.com/2015/12/nexus-fundraise-is-there-slowdown-in-startup-funding/", "text": "\n                                    Speak to any investor or entrepreneur in India and chances are they will talk about an imminent slowdown in funding. But if all the news about fund raises by investors and the investments being made into Indian startups make you ask where the slowdown is, you are not alone. Nexus Venture Partners is the latest […]                                ", "title": "\n                                    Is there an actual slowdown in startup funding?                                "},
{"url": "http://yourstory.com/2015/12/hoppr-funding/", "text": "\n                                    Once India’s industrial capital, Kolkata has been late to jump on the bandwagon of tech startups shaping India’s next change-makers. Things seem to be going in the right direction, though, with the opening up of NASSCOM centres, the recent funding for Wow Momos and events like Startup Weekend being hosted at IIM-C. The thing with […]                                ", "title": "\n                                    Kolkata-based shuttle service Hoppr raises seed round after Startup Weekend success                                "},
{"url": "http://yourstory.com/2015/12/jugnoo-pnb-piaggio/", "text": "\n                                    Auto-rickshaw aggregator Jugnoo, which counts Paytm and Freecharge CEO Kunal Shah among its investors, said it has tied up with Punjab National Bank and Piaggio to help secure easy financing for auto rickshaws. “Piaggio and PNB have decided to relax the auto financing requirements to secure easy and swift financing for new auto rickshaws,” Jugnoo […]                                ", "title": "\n                                    Jugnoo partners with Punjab National Bank, Piaggio for easy auto finance                                "},
{"url": "http://yourstory.com/2015/12/doctor-24x7/", "text": "\n                                    A mobile app service will offer 24×7 doctor’s advice for the next ten days for the people of flood-ravaged Chennai. “As a service toward society we will offer unlimited free expert doctor’s advise from our app,” ‘Doctor 24X7’ founder and CEO Aloke Malik said in Kolkata. “With improvement of weather conditions in Chennai, we think […]                                ", "title": "\n                                    This mobile app offers 24×7 doctor’s advice for flood victims in Chennai                                "},
{"url": "http://yourstory.com/2015/12/govt-startup-programme/", "text": "\n                                    Seeking to give a boost to rural economy, government has rolled out a ‘Start-Up’ programme in 40 blocks across 14 states to train and support 1.82 lakh entrepreneurs over a period of four years with an estimated cost of Rs 484 crore. “The Start-Up Village Enterpreneurship Programme, a sub scheme under the National Rural Livelihood […]                                ", "title": "\n                                    Govt launches startup programme in 14 states to boost rural economy                                "},
{"url": "http://yourstory.com/2015/12/techie-tuesdays-akshay-deo/", "text": "\n                                    Internet speed is commonly expressed as Mbits/second. It only takes a split second to have information travel thousands of kilometers. But, in some parts of the world it often takes years for technology to reach. However, for people with passion and a genuine desire to learn, nothing can be a barrier. Akshay Deo is one […]                                ", "title": "\n                                    [Techie Tuesdays] Solapur boy Akshay Deo wants to build a world-class ‘true tech product’ out of India                                "},
{"url": "http://yourstory.com/2015/12/product-market-fit/", "text": "\n                                    If you belong to the 90per cent of the world’s population living north of the Equator and find yourself in the month of December, you are faced with two undeniable facts: Winter has already come The end of the year is coming For most people, it is a time to experience guilt and a time […]                                ", "title": "\n                                    What ‘World of Warcraft’ and ‘Harry Potter’ taught this ‘muggle VC’ about product-market fit                                "},
{"url": "http://yourstory.com/2015/12/releasemyad-offline/", "text": "\n                                    Picture this. You’ve built an amazing product that solves a big problem. But very few people know about it. What are your options for getting the word out there? Social media, talking to friends and family? What do you do if you want to advertise in a newspaper? These questions inspired Sharad Lunia, who has […]                                ", "title": "\n                                    Kolkata-based releaseMyad makes offline media buying convenient and easy for startups                                "},
{"url": "http://yourstory.com/2015/12/new-myntra_2-0/", "text": "\n                                    On Monday, Myntra announced the coming of a new dawn: its new shopping app, Myntra Version 2.0. According to Shamik Sharma, Chief Technology Officer, Myntra, the e-commerce portal is focussing on making the platform more personalised and interactive, while allowing brands and users to network better by inspiring content and fashion discovery. He says, “We […]                                ", "title": "\n                                    What’s new with Myntra 2.0?                                "},
{"url": "http://yourstory.com/2015/12/trucktransport/", "text": "\n                                    For Bengaluru-based Chanda Agarwal, founder of preservative-free food e-tailer nopreservative.in, finding a commercial vehicle to transport products was always a nightmare. Costs were a concern and she was never able to find that one vendor or driver she could rely on. Her husband Sanjay Sharma, a senior executive at SAP, saw his wife’s daily struggle […]                                ", "title": "\n                                    Wife’s struggle to find reliable logistics support for her business inspired this entrepreneur                                "},
{"url": "http://yourstory.com/2015/12/meghalaya-farmers-entrepreneurs/", "text": "\n                                    Setting an example for other states that social welfare schemes can be implemented within limited funds, the Meghalaya government has started a flagship scheme which focuses on motivating farmers to earn their livelihood within a restricted amount of monetary resources. The Meghalaya government, led by Chief Minister Mukul Sangma, has succeeded in accentuating the income […]                                ", "title": "\n                                    Meghalaya scheme envisions turning farmers into entrepreneurs                                "},
{"url": "http://yourstory.com/2015/12/alibaba-launches-services-for-indian-smes/", "text": "\n                                    Chinese e-commerce giant Alibaba.com is taking the Indian market very seriously indeed. On Monday, it announced the launch of a slew of services for Indian small and medium enterprises (SMEs) selling on Alibaba.com. Called SMILE, which stands for Small and Medium Industries Leveraging Export, the programme will offer solutions like financing, logistics, certifications and technology. […]                                ", "title": "\n                                    SMILE! Alibaba launches services for Indian SMEs                                "},
{"url": "http://yourstory.com/2015/12/dinesh-shamdasani/", "text": "\n                                    In 2005, entrepreneur Dinesh Shamdasani took over an ailing Valiant Comics and in the course of a few years turned it around, making it one of the largest comic book publishers in the United States after DC and Marvel. A man who clearly knows a thing or two about comebacks, Shamdasani has great hopes for […]                                ", "title": "\n                                    The creator of one of the largest comic book publishers in US is now eyeing the Indian market                                "},
{"url": "http://yourstory.com/2015/12/vikas-gupta-gurgaon-commissioner/", "text": "\n                                    About 15 Jat men walk in and the Municipal Commissioner’s large office in Gurgaon suddenly feels small. Sitting behind his large desk, the dapper Commissioner in his Nehru jacket seems least intimidated by the group comprising burly young lads and tenacious old men. It is obvious they have a grievance and have come looking for […]                                ", "title": "\n                                    A city needs people with entrepreneurial spirit to grow: Vikas Gupta, Gurgaon Commissioner                                "},
{"url": "http://yourstory.com/2015/12/paytm-acquires-near_in/", "text": "\n                                    Indian online retail biggies are now looking at how to profit from India’s extensive network of brick and mortar stores. In yet another indication of this move, Paytm has acquired app-based marketplace for local services, Near.in. The acquisition will strengthen Paytm’s position in the burgeoning hyperlocal segment. The Alibaba-backed company identified hyperlocal commerce as an […]                                ", "title": "\n                                    Betting big on online-to-offline commerce, Paytm acquires service marketplace Near.in                                "},
{"url": "http://yourstory.com/2015/12/bike-taxis-solve-connectivity-issues/", "text": "\n                                    Gurgaon-resident Kaushik Nath’s daily commute to work and back is primarily spent stuck in traffic, just like many other office goers in Indian cities. “Beating traffic during office hours is like winning gold at Olympics,” says Kaushik, 28, who works at a multinational company on Gurgaon’s Sohna Road. He lives in DLF Phase II, at […]                                ", "title": "\n                                    Can bike-taxis solve big-city connectivity issues and ride their way to success?                                "},
{"url": "http://yourstory.com/2015/12/quikrhomes/", "text": "\n                                    Quikr’s recent acquisition of RealtyCompass, a real estate analytics platform, is yet another indication of the growing importance the online classifieds portal is placing on a handful of key verticals like realestate and cars. On Thursday, QuikrHomes, the real estate wing of Quikr, announced the acquisition of RealtyCompass for an undisclosed amount. The buyout is […]                                ", "title": "\n                                    ‘We are looking at inorganic growth across verticals,’ says Manish Sinha, Head of QuikrHomes                                "},
{"url": "http://yourstory.com/2015/12/december-2015-week-one-funding-roundup/", "text": "\n                                    The year is drawing to a close and deals typically taper off in December. The first week of the month (December 1 to 6) saw 16 deals getting announced. The deal value for the week, which only includes deal amounts that were disclosed, stood at $3.6 million. The last week of November saw 31 deals getting […]                                ", "title": "\n                                    Pre-Series A deals dominate in the first week of December                                "},
{"url": "http://yourstory.com/2015/12/quotes-bangalore-litfest-2015/", "text": "\n                                    The fourth annual Bangalore Literature Festival featured two packed days of panels by over 80 authors and artistes, covering topics ranging from politics and religion to music and entrepreneurship. Debates over Intolerant India and Startup India alternated with performances of Bharatnatyam performed along with poetry, and the Atta Galatta bookstore did brisk business selling titles […]                                ", "title": "\n                                    ‘If you make good samosas, your stall will do well’ – 40 quotes from the Bangalore LitFest 2015!                                "},
{"url": "http://yourstory.com/2015/12/portea/", "text": "\n                                    Many stories of pain, suffering, neglect and haphazard care are hidden inside countless homes where a family member is a patient of a chronic disease. With nuclear families and working couples fast becoming the norm, especially in urban areas, taking good care of a sick family member at home has become a challenge. The choices […]                                ", "title": "\n                                    Portea brings convenience in healthcare for home-bound patients and their families                                "},
{"url": "http://yourstory.com/2015/12/ratan-tata-tata-trusts-partners-khan-academy/", "text": "\n                                    The iconic not-for-profit organisation Khan Academy has partnered with the equally iconic Tata Trusts to create specialised, freely available online content tailor-made for India. The multi-million dollar partnership will not only hire Indian teachers but also create online content in Indian languages, primarily based on NCERT textbooks. YourStory sees this as a potential revolution in […]                                ", "title": "\n                                    The next big revolution? Ratan Tata backs Khan Academy to make education free and accessible to everyone                                "},
{"url": "http://yourstory.com/2015/12/zenatix-funding/", "text": "\n                                    Zenatix Solutions, an IoT-driven energy data analytics company, has raised a pre-series A round from early-stage investor Blume Ventures. The funding—the company has not disclosed the amount—will be used for expanding into markets beyond Delhi-NCR and for building up the team. The funding will also be used to improve technology and the product. “The product […]                                ", "title": "\n                                    IOT-based energy data company Zenatix raises pre-series A from Blume Ventures                                "},
{"url": "http://yourstory.com/2015/12/chennai-floods-losses/", "text": "\n                                    A city with about five million souls was drowning and life went on as normal in the rest of the country. This is the story of many a natural calamity, but when Chennai flooded it hit close to home for many city dwellers. If a metropolis like Chennai can be brought to its knees, so […]                                ", "title": "\n                                    Tamil Nadu counts its losses after the deluge disaster                                "},
{"url": "http://yourstory.com/2015/12/stay-away-vanity-metrics-35-quotes-indian-startup-journeys/", "text": "\n                                    From disaster relief to digital traction, witness the memorable journey of Indian entrepreneurship in these excerpts and stories! StoryBites is a weekly feature from YourStory, featuring notable quotable quotes in our articles of this past week (see the previous post here). Share these 35 gems and insights from the week of November 29 – December […]                                ", "title": "\n                                    ‘Stay away from vanity metrics’ – 35 quotes from Indian startup journeys                                "},
{"url": "http://yourstory.com/2015/12/technology-enabled-ventures/", "text": "\n                                    Why is the startup scene hugely populated by technology-enabled startups? Why do angel and venture funds prefer them over others? Why are no stories heard about non-tech startups? These questions and many more pop up at regular intervals in any discussion pertaining to the Indian startup ecosystem. I have tried to put things in perspective […]                                ", "title": "\n                                    Is the startup world just for technology-enabled ventures?                                "},
{"url": "http://yourstory.com/2015/12/spoyl/", "text": "\n                                    There’s always that one pair of shoes, top, shirt, trouser, or accessory that we rarely use. It has either been preserved for an occasion or somehow it never sees the light of the day. It is with this basic premise — which most of us do not use or wear 50 per cent of what […]                                ", "title": "\n                                    A Silicon Valley returnee is out to ‘Spoyl’ Indian customers with a choice of pre-owned fashion                                "},
{"url": "http://yourstory.com/2015/12/askmefin-smes/", "text": "\n                                    AskmePay, a payment initiative by AskMe group, has rolled out a wide portfolio of financing options to SMEs with the launch of its new programme ‘AskmeFin’. This is in line with the group’s ‘Grow with Us’ campaign launched earlier this month and is aimed at providing a variety of working capital loans to SMEs, including […]                                ", "title": "\n                                    AskmeFin to offer financing options to SMEs under ‘Grow with Us’ campaign                                "},
{"url": "http://yourstory.com/2015/12/uber-india-china/", "text": "\n                                    App-based taxi aggregator Uber is looking to raise $2.1 billion in a fundraising round led by Tiger Global and other investors, valuing the company at $62.5 billion. The funds raised will be used primarily for investments in India and China, according to people aware of the development. Sources said that next round of investment for […]                                ", "title": "\n                                    Uber is planning to raise $2.1 bn for investment in India, China                                "},
{"url": "http://yourstory.com/2015/12/facebook-sme-council/", "text": "\n                                    Social media giant Facebook, which has over two million Indian small and medium businesses (SMBs) on its platform, has set up a SME Council to help small ventures from various industries share feedback and discuss ideas around leveraging technology to grow their enterprise.   This is the second SME Council set up by Facebook globally, […]                                ", "title": "\n                                    Facebook sets up SME Council in India to leverage technology for small businesses                                "},
{"url": "http://yourstory.com/2015/12/apus-fund-mobile-innovation/", "text": "\n                                    China-headquartered global mobile internet company APUS Group today announced setting up of APUS Fund in India, with an initial corpus of Rs 300 crore. The fund will focus on mobile internet innovation projects in the Indian market and will be led by APUS Group along with Northern Light Venture Capital, Redpoint Ventures, Chengwei Ventures LLC, […]                                ", "title": "\n                                    APUS Group sets up Rs 300-crore fund for mobile internet innovation projects                                "},
{"url": "http://yourstory.com/2015/12/survival-guide/", "text": "\n                                    I am 37 and I am excited like a kid is on his birthday. It isn’t my birthday, but it is my startup that is having a party. A dream that I saw and found support from my Co-founder Vinaya has seen five long years. It’s a miracle to see Lighthouse Insights surviving all these years. Image credit “ShutterStock“ We’re listing here a […]                                ", "title": "\n                                    My survival guide, lessons from running my startup for five years                                "},
{"url": "http://yourstory.com/2015/12/fropcorn/", "text": "\n                                    A bus journey from Mumbai to Bangalore takes about 18 long hours and the bus operators play at least five to six movies on the big screen. Not everyone likes what’s playing but they don’t really have a choice. What if buses had the same kind of entertainment systems that international flights do? Well, here is […]                                ", "title": "\n                             